import Image from "next/image";

const AboutSectionEight = () => {

  return (

    <section className="py-16 md:py-20 lg:py-28">

      <div className="container">
        <div className="-mx-4 flex flex-wrap items-center">
          <div className="w-full px-4 lg:w-1/2">
            <div
              className="relative mx-auto mb-12 aspect-[25/24] max-w-[500px] text-center lg:m-0"
              data-wow-delay=".15s"
            >
              <Image
                src="/images/about/about-image-2.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="drop-shadow-three dark:hidden dark:drop-shadow-none"
              />
              <Image
                src="/images/about/about-image-2-dark.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="hidden drop-shadow-three dark:block dark:drop-shadow-none"
              />
            </div>
          </div>
          <div className="w-full px-4 lg:w-1/2">
            <div className="max-w-[470px]">
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
               የጌታችን  የእግዚአብሄር  ልጅነት፡፡


                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
        እኔ፤8ቴ አግብቶ የፈታን ወንድ   ስለ ትዳር አላማክረዉም፡፡
 አይነስዉሩን ሰዉ፤ ይሄ ፉዋፉዋቴዉ ያምራል አልለዉም፡፡
ስላንተ ፍጹም ጥላቻ ካለበትም አካል፤ስላንተ ማንነት ሲነግረኝ አላምነዉም፡፡ 
እንዴት ነዉ፤ሙስሊሞች፤  ክርስትያኖችን  ‹‹አላህ ያጥፋቸዉ፤ እነርሱ ፤ የመጨረሻ እርኩስ ፍጥረታት ናቸዉ›› ከሚል ‹‹ ሙሃመድ ›› ከሚባለዉ አካል፤ ስለኛ ክርስትያኖች፤ የተናገረዉ ትክክል ነዉ ብላቹ አመናቹት፡፡ እኛ ክርስትያኖች፤ ጌታችን ተሰቅሉዋል፤ አልን፤ ሙሃመድ ፤ያዙ ጌታ አልተሰቀለም አለ፤ እኛ ኢየሱስ ክርሰቶስ የእግዚእሄር ልጅ ነዉ አልን፤ ሙሃመድ የለም፤ አላህ ያጥፋቹ አምላክ አይወልድም  ፤ አይወለድም፤ ይሄ የእስልምና  አንድ 3ተኛዉ ነዉ አለ፡፡
አሁን ሙሃመድ  ስሜታዊ ሆኖ ፤ እንደወሰነ የምናዉቀዉ፤ አንድ ጥያቄቀ ስንጠይቅ ነዉ፡፡እርሱም‹‹  ከእርሱ በፊት የነበሩት ነቢያት፤ ፈጣሪ አይወልድም ፤
አይወለድም ብለዉ  አስተምህረዋል ወይስ  አላስተማሩም የሚለለዉ ነዉ፡፡  


</p>              </div>
             
<div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
         የእግዚአብሄር ልጅነት በቀደሙት ነቢያት እስከ ሃዋርያት
                </h3>
<p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
       
     ሙሴ ታላላቅ ተአምራትን፤ በእግዚአብሄር ዘንድ ያደረገ፤ ባህረ ኤልትራን በእጁ የከፈለ ሙሴ ፤ ለእግዚአብሄር እስራኤላዉያን መንፈሳዊ ልጆቹ እነሆነ፤ በ ዘዳግም 14 ላይ እናንተ የአምላካቹ የእግዚአብሄር ልጆች ናቹ ፤ አለ፡፡
ይሄ ብቻ አይደለም፡፡ ፈረኦን  የእስራኤልን ህዝብ፤ ከባረኝነት፤ አለቅም ሲል፤ እግዚአብሄር እንዲህ  ብሎ ነበረ፤ እስራኤል፤ የበኩር ልጄ ነዉ፤ ልጆቼን አለቅም ብለካልና፤ የበኩር ልጆችክ ይሞታሉ፤ አለዉ፡፡ፈረኦን የእግዚአብሄርን ለጆች አለቅም፤ አለ፤ እግዚአብሄርም፤ ልጅን በልጅ፤ የግብጽን የበኩር ለጅ ቀሰፈ፤ ፍጹም ፤ አባት አንደሆናቸዉ የሚያሳይ ነወ፡፡ እኛም ክርስትያነኖች አምላካችንን አባት መጥራት እንዳለብን፤ አባታችን ሆይ እአአላቹ ጸልዩ ተብለን ታዘናል፡፡ ሶ ሙሃመድ ቃል በቃል ፤ እኛን  ሲሞግተን፤ ‹‹ አይሁዶችና፤ ክርስትያኖች፤ የእግዚአብሄር ልጅ ነን አሉ›› አለ ፤ እዉነታዉ መጸሃፋችን ላይ የሰፈረ ነዉ፤ ብለናል ፤ እንላለንም፡፡ይቀጥልና፤ ሙሃመድ  እኛ ትክክል እነዳለልሆን ሲያስረዳ‹‹ ለምን ልጆቹ ከሆናቹ ይቀጣቹዋል አለ፡፡ ተመልከቱ  እዚጋር ሙሃመድ  የራሱን አመክንዮ አቀረበ  እንጂ፤ ሁሉም ነቢያት፤ ፈጣሪ  ልጅ   አለዉ ብለዉ አልሰበኩም ብሎ፤ አልሞገተም፤፡፡ ስለዚህ  በነቢያት ያልተሰበከዉን  የራሱን የፈጣራ  ቨርዢን   በአመክንዮ  አስደግፎት እያቀረበ ነዉ፡፡  ያቀረበዉ ምክንያት ደግሞ፤ ‹‹ እዉነት የእግዚአብሄር ለጆች ከሆናቹ ፤ እግዚአብሄርም  አባታቹ ከሆነ  ለምን ይቀጣቹዋል ነዉ፡፡››  ፡፡ እዚህ ጋር፤ በሙሃመድ መፍረድ ይቻላል ብየ አላምንም ፤ያለ አባትና እናት ነወዉ  ያደገዉ፤  አባት
እነዴት ልጁን  እንደሚያሳድግ  አያዉቅም፡፡ በአባት  ያደገዉ ቅዱስ ጻዉሎስ  ፤ ሙሃመድ ከመናገሩ  500 አመትተ በፊት ሆኖ ይህን ጥያቄ  ይመልሳል፤ ‹‹ ወዳጆቼ  ሆይ ለመቀጣት ታከዙ፤ እግዚአብሄር እንደልጆቹ  ያደርጋቹዋወልና፤ ልጁ የማይቀጣዉ አባት ማነዉ፤  ያለ ቀረጣት ብትኖሩ፡፡ዲቃለላዎች እንጂ ልጆች አይደላቹም፡፡…

                </p> 
                      </div>
              <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
            
የክርስቶስ  የባሃሪ ልጅነት

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                            
የክርስቶስ  የባሃሪ ልጅነት

ዳዊት
እግዚአብሄር የተረሱትን  የሚያስታዉስ፤የተናቁትን የሚያከብር፤ የወደቁትን የሚያነሳ፤
 እንደሆነ የምናማርበት ዳዊት፤የዳዊት አባት እሴይ ፊታቸዉን ዘለግታቸዉን አይቶ ልጆቹን 
 ለንግስና ሲያቀርብ ዳዊትን እረስቶት ነበረ፤  አዎን አባቱ እረስቶት ነበረ፤ እግዚአብሄር አስታወሰዉ፤ 
ወንደሞቹ ንቀዉት ነበረ፤ እግዚአብሄር አከበረዉ፡፡ ታድያ ይህ ታላቁ ነቢይ ዳዊት፤ እግዚአብሄር ልጅ
 እንዳለዉ፤ ‹‹እግዚአብሄር ይቤለኒ ፤ ወልድየ አንተ፤ ወአነ ዮም ፤ወለድኩከ፤ አንተ ለጄ ነክ፤ እኔ 
 ዛሬ ወለድኩ አለ›› እግዚአብሄር መሲሁን፤ አንተ ልጄ ነክ እኔ ዛሬ ወለድኩክ ይለዋል፡፡
ይሄ ብቻ አይደለም፡፡
<br></br>ሶሎሞን፤
<br></br> ኤርምያስ
<br></br>መልአኩ ቅዱስ ገብርኤል
<br></br>ዮሃንስ
<br></br>አብ
<br></br>ወልድ
<br></br>መንፈስቅዱስ
<br></br>የሮም ወታደሮች..
<br></br>
ይሄ ሁሉ ከተፈጸመ ቡሃላ፤ ከ700 አመት ቡሃላ፤ አንደ ሰዉ ይመጣና፤ 
ፈጣሪየ  ኢሳ የሚባል ልጅ የለዉም፤ ይላል፤ ለምን; ሲባል፤ ልጅ ካለዉ፤ 
ሚስቱን ማየት ፈልጋለሁ አለ፡፡  አሁንም ሙሃመድ የራሱን አላህ በሃሪ ሲፈጥር 
 ‹‹በኒያት  የክርስትተተኖችና  የአይሁዶች አምላክ  ልጅ አለዉ ተብሎ 
  አልተሰበከም ›› ብሎ አአልሞገተም፤ እነደዉም፤
   ‹‹ክርስትያኖች ኢሳ የአላህ ልጅ ነዉ አሉ፤›› 
   እያለ በመጸሃፋችን  እኛ  ክርስቶስ የእግዚአብሄር ልጅ  
   ነዉ በዘመኑ ሳይቀር እንደምንለዉ፤ ገልጦልናል፡፡
    ነገር ግን፤ ሙሃመድ   እርሱን እናምነዉ ዘንደ ያቀረበዉ አምክንዮ ፡ 
    አላህ ልጅ ካለዉ ፤ ሚስቱን ማየት አለብኝ ነዉ፡፡ 
    ለዚህ መልሳችን፤ መርየም ያለ ባል፤ /ባለል ሳታገባ ልጅ
     መዉለድ ከቻለች፤ እንዴት  አላህ  ያለ ሚስት ልጅ ይኖረዋል ነዉ ;፡
     ፡ ለፈጣሪ የሚሳነዉ ነገር አለ፡፡ ሙሃመድ  ክርስትያኖች ላይ የከፈተዉ  
     ተቃራኒ ዘመቻ ካልሆነ፤ እንዴት እንደዚህ አይነት የወረደ አመከክንዮ ፤ 
     ከሙሃመድ ልናገኝ እንችላለን፡፡፤
<br></br><br></br>

ለምሳሌ ቁራን የአላህ ቃል፤ ነዉ ፤ቁራን  ከአላህ ስለወጣ አላህ አይደለም እንዲሁም ቁራን እንደ እስልምና ፍጡር አይደለም፤ ስለዚህ ቁራንን የአላህ ልጅ ብንለዉ ምንድነዉ ችግሩ፤፤እኛ ጌታችንን የእግዚአብሄር ልጅ የምንለዉ ፤ ከእብ ስለወጣና ወጣ ብቻና ብቻ ነዉ፤ ከአብ 

ወጥቻለሁ ፤ ወደ አለም መጥቻለሁ አለምን እተዋለሁ ፤ ወደ አብም እሄዳለሁ ይላል

                </p>

              </div>



 <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
      ጌታችን የባሃሪ ልጅ እንደሆነ 4ት ማስረጃ፡፡


                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                           

1 ማንም አብን ያየዉ የለም፤በአባቱ እቅፍ ያለ አንድያ ልጁ ተረከዉ፡፡
ሁላችንም አብን አላየንም፤ በአብ እቅፍ፤አጠገብ የለንም፤ ግን   አብን ያየዉና፤ 
የተረከዉ፤በእቅፉ ያለዉ ፤ አንድያ ልጁ ኢየሱስ ክርስቶስ በቻ እንደሆነ እንረዳለን
<br></br>
2.  ዮሃ 1፤18  አንድያ ልጀ፤፤(monogene) ዮሃ 3፡ 18 (monogene) 
<br></br>
  3.ጌታ እራሱ ነቢያትን በባርያ ይመስልና፤ እራሱን ደግሞ በልጅ ይመስላል
 
<br></br>
 4. ከክርስቶስ ጋር ያለን   የእኛ ልጅነት፤    ስለፈጠረን፤ በጥምቀት 
  የእሱ  የጸጋ  ልጆች የሚያደርገን ነዉ እንጂ  እኛን ከአብ ጋር  የሚያተካክለን    አይደለም፡፡ የእርሱ ልጅነት ግነ  የሰዉ ልጀ ሰዉ ፤ የአንበሳ ልጀ ደቦል፤አንበሳ እንደሆነ ሁሉ ፤ የእግዚአብሄር ልጅ   እግዚአብሄር ስለሆነ  ከባሃሪ  አባቱ ከአብ ጋር የሚያተካክለዉ ነዉ፡፡  ለዚሀ ነዉ አይሁዶች፤ 
አነሱም እግዚአብሄርን አባታችን ይላሉ(ዮሃ 8፡42)፡  ነገር ግን   ክርሰቶሰ የእግዚአብሄር ልጅ  ነኝ ሲል፤ ዲንጋይ  ያነሳሉ፤ 
ለም ን    ዮሃንስ  ምክንየቱን  ይነግረናል፡፡ ዮሃ 5፡16 
 ላይ  ስለዚህም  ፤ በሰንበት ይህን ስላደረገ ፤ አይሁድ ኢየሱስን  ያሳድዱት ነበረ፤  ሊገድሉትም ይፈልጉት ነበረ፤ ……እንግዲህ   ሰንበትን ስለ ሻረ  ብቻ አይደለም፤   ነገር ግን ደግሞ፤  እራሱን ከእግዚአብሄር ጋር   አስተካክሎ   ‹‹እግዚአብሄር አባቴ ነዉ ስላለ፤   ስለዚህ አይሁድ  ሊገድሉት አይሁድ    አብዝተዉ  ይፈልጉት ነበረ፤ 

For this reason the jews tried all the harder to kill him; not
  only was he breaking the sabbat ,but he  was even calling God his own father,
   making him  self equal with God. 
   
    ክርሰቶስ   ብቸኛ ተቀዳሚ ተከታይ የሌለዉ የባሃሪ   የእግዚእብሄር ልጀ ነዉ ስንለ ፤ በበሃሪዉ ወነድ
     የሆነ አለምን የፈጠረ ስለሆነ ነዉ፡፡ከጥንት ጀምሮ እግዚአብሄር፤ በብዙ አይነትና በብዙ ጎዳና፤ ለአባቶቻችን በነቢያት ተናግሮ ፤ ሁሉን ወራሽ ባደረገዉ ፤ ደግሞም ፤ አለማትን በፈጠረበት፤   በልጁ ፤ በዚህ ዘመን  መጨረሻ  ለእኛ  ተናገረን፡፡



    እንዲሁም   ግታችን   እራሱን ለጅ አድርጉ በሰጠበት ምሳሌ ነቢያቱን ባርያዎች አድርጎ መስሉዋቸዋል፡፡



               </p>

              </div>
             

              <div className="h-px w-full bg-gradient-to-r from-transparent via-[#D2D8E183] to-transparent dark:via-[#959CB183]"></div>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default AboutSectionEight
