import Image from "next/image";

const AboutSectionSix = () => {

  return (

    <section className="py-16 md:py-20 lg:py-28">

      <div className="container">
        <div className="-mx-4 flex flex-wrap items-center">
          <div className="w-full px-4 lg:w-1/2">
            <div
              className="relative mx-auto mb-12 aspect-[25/24] max-w-[500px] text-center lg:m-0"
            >
              <Image
                src="/images/about/about-image-2.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="drop-shadow-three dark:hidden dark:drop-shadow-none"
              />
              <Image
                src="/images/about/about-image-2-dark.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="hidden drop-shadow-three dark:block dark:drop-shadow-none"
              />
            </div>
          </div>
          <div className="w-full px-4 lg:w-1/2">
            <div className="max-w-[470px]">
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                 የእስልምናዉ መስራች ሙሃመድ ከስራዎቹ አንጻር ማነዉ?
                 (ስለ ህጻንነቱ እና ስለ ዉሂዉ መሞቱ)

 

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
          ሙሃመድ ማለት ዉሂድ ማለት ነዉ ፡፡ ክርስትያኖችን ሲያያ ክርስትያኖችን የሚመስል፤ አይሁዶችን ሲያያ፤ አይሁዶችን የሚመስል፤ ጣኦት አምላኪያንን ሲያያ እነሱን የሚመስል የተቀላቀለበት ሰዉ ነዉ፡፡
   የቀድሞ ስሙ ኩሱም ይባላል::
<br></br>ከዲጃን በ 25 አመቱ ከ 20 እድሜ በላይ እየበለጠችዉ፤ አባቱዋን አስክሮ ያገባ ያገባ ነዉ ፡፡
 <br></br>   ሀብታም ከሆነ ቡሃላ  የ 6 አመትን ህጻን አይሻን  ያገባ ነዉ፡፡ 

 1.4 ስለዚህ ሙሃመድ ማነው?
የሙሃምደ ከተቀደሱ ቤተሰብ መገኘት፤

እንደ አብዛኛው የእስልምና አስተምሮ፤ ሙሃመድ ከእናታቸው፤ አሚናና ከአባታቸው አብደላ ተወለዱ ፤ በዚያ ሃጋር በአረብ ሃገር የተለመደ ባህል ነበረ::ከእስልማና በፊት በመካ የተለመደ፤ወይም ዘዋጅ አልራሄት፤ የቡድን /የቲም ጋብቻ የሚባል የጋብቻ አይነት ነበረ::ከኢትዮጽያ የጋብቻ አይነት ሲታይ ከጋብቻ አይነት ዉስት ለመመደብ በጣም አስቸጋሪ ነው፡፡ይህ የጋብቻ አይነት ፤ ሴቶች ከብዙ ወንዶች ጋር የሚተኙበት የጋብቻ ስርአት ነው፡፡
አንዲት ሴት ከብዙ ወንዶች ጋር ትተኛለች የወንዶቹ ቁጥር  6፤7 ፤8  ከዚያም በላይ ሊሆኑ ይችላሉ፤ ከዚያም እናትየዋ፤ ለምትወልደው ልጅ ፤ አባት ትመርጥለታለች ፤ እነዚህ ጥምረቶች፤ ራህት ቲም / ቡድን ይባላሉ፤ ይህም በቁራን ላይ በሱራ  4፤ 3 ላይ ፤ በየቲሞቻችው ፤ ማግባት አለማስተካከልን ብትፈሩ፤ ከሴቶች ለናንተ፤ የተዋበችዉን፤ ሁለት ሁለት፤ ሶስት ሶስት፤ 4 አራትም አግቡ  እያለ መጥቀሱ የቲም/ የቡድን ጋብቻ፤ እስልምና ተመሰረተ በምትባለው መካ ዉስጥ መኖሩን ያመላክታል፡፡ የሙሃመድ አባት ለኒጃ እራስን ለሴቶች መስጠት ምራፍ ኢብን ይሳቅ እንዳለው የሙሃመድ አያት የሙሃመድን አባት ይዞ ሲሄድ ከአሰድ ቤተሰብ የሆነችዉ የሙሃመድን አባት  አየችዉና አብረከኝ ከተኛክ 100 ግመሎችን እሰጥካለሁ አለችው፡፡ እርሱም  ካባቴ ጋር ነኝን አልችልም አባቴን ልተዉ አልችልም አላት፡፡
በዚሁ ምእራፍ ላይ ፋጡማ የኡመር ልጅ ፤ ቆንጆ ሴትና የተማረች ስትሆን ከሙሃመድ አባት ጋር፤ ለመተኛት ለሙሃመድ አባት 100 ግመሎች አቀረበችለት ይላል ::እንግዲህ ከነዚህ የምንረዳው የመካ ሴቶች ደፍረው የፈለጉትን ወንድ እንደሚጠይቁ፤ ህጋዊ ጋብቻ  የሚባል እንደሌለ እና የሙሃመድ  አባት  ነው ተብሎ የሚታሰበው አብደላህ ካባቱ ጋር ባይሆን ኖሮ ምን ማድረግ እንደሚችል፤ መገመት ያስችላል፡፡
2ኛ በ አልተበካል አልኩብራ መጻፍ፤ በ 1968 የታተመ፤ ቅጽ 1 ገጽ፤ 95 ላይ ፤ የወረቃ እህት፤ መንገድ ላይ ቆማ አብራው የምትተኛውን ወንድ እየፈለገች ነበረ፡፡ የሙሃመድ አባትን  እንደ ተመለከተችዉም፤ ልብሱን ይዛዉ እንተና አለችው፡፡እርሱም አሁን አይደለም ስመለስ ነው አላት፤ በፍጥነት ሄደና አሚና ከተባለችው ከሙሃመድ እናት ጋር ተኛ;; ከዚያም ሲመለስ፤ የወረቃን እህት አገኛትና ፤ አሁን ከኔ ጋር መተኛት ትፈልግያለችን አላት፡፡ እርሱዋም አልፈልግም ምክኛቱም መጀመርያ ከኔ ጋር ስትተኛ፤ የብርሃን ፊት አየው አሁን ግ ን የሚያበራውን ፊትክን አተካል(ደክሞካል) አለችዉ ይላል:: 
እንግዲህ ይህ የሙሃመድ አባት በጋብቻዉ ጸንቶ የሚኖር ሳይሆን ካገኘ ከአሚና ዉጪ ከሚፈልጋትና ከሚፈልገው ሴት ጋር እንደሚተኛ፤ እንመለከታለን::



የሙሃመድ እናት፤ ፟ የሙሃመድ እናት አሚና ከሙሃመድ ሌላ ብዙ ልጆች እንዳላት ይታወቃል ፡፡
የኢማም አልሲሁት ዘአልከሰስ አልኩብራ በሚል መጻፍ፤ ቅጽ 1 ገጽ 132 ᎐35 ፤ ላይ  የሙሃመድ እናት አሚና አለች፤ ካረገዝኩዋቸው ልጆች በማህጸኔ የቀለለኝ ሙሃመድን ያረገዝኩ ጊዜ ነው አለች ይላል፡፡
  የሙሃመድ እናት አሚና ይህን ማለትዋ፤ ከሙሃመድ ሌላ ብዙ ልጆች እንዳሉዋት ያመላክታል ፡፡እንደ እስልምና አስተምሮ ሙሃመድ፤ ወንድምና እህት የለውም:: ለዚህም ምክኛት የሚያቀርቡት፤ የሙሃመድ አባት የተባለው አብደላ የሞተው፤ ከሙሃመድ እናት የሆነችው አሚና ጋር እንደተጋቡ፤ ብዙም ሳይቆዩ ወደ 3ስት ወር ፤ 5 ወር ገደማ ፤ አሚና ሙሃመድን በጸነሰች ላይ ስለሞተ፤ ሙሃመድ ወንድምም እህትም የለውም በማለት በእስልምና ዘንድ ይታወቃል:: 


እኔ ምንም በእናቴ ና በአባቴ የሚመስለኝ ወንድምና እህት ከሌለኝና እናቴ ግ ን ብዙ ልጆች ካላት ይህ የሚሆነው፡፡ የሙሃመድ እናት ከብዙ ወንዶች  ጋር መተኛት ስትችል ብቻ ነው፡፡አሚና ብቸኛው የተገናኘችው የሙሃመድን አባት ቢሆን ኖሮ ፤ ብዙ ልጆች ሊኖራት አይችልም ነበረ፡፡ ምክን ያቱም የሙሃመድ አባት አብደላ የሞተው፤ እርሱዋን እንዳገባ በ3ት ወር መሆኑ ነው፡፡ስለዚህ የሙሃመድ እናት አሚና፤ከብዙ ወንዶች ጋር እንደተኛች እዉን ነው    በተጨማሪም የሙሃመድ እናትና አባት፤ ጣኦት አምላኪያን ናቸው፡፡ ሙሽረኪን (ጣኦት አምላኪ) ደግሞ፤ በሱራ 9፤ 28 መሰረት አላህ ቆሻሾች ናቸው ይላቸዋል፡፡
2ኛ የቲም ጋብቻ የሚባለው፤ የመካ ባህል፤ የሙሃመድ ቤተሰቦችን ሳይቀር  እንዳንኩዋኩዋ እንረዳለን፤ በተጨማሪም፤ እንደ እስልምና አስተምሮ ፤ የሙሃመድ እናትና አባት ፤ ሙሽረኪን/ኢአማኞች ናቸው፡፡በተጨማሪም የሙሃመድ አባትና እናት በሲኦል እንዳሉ እራአሱ ሙሃመድ በጣም በእስልምና እጻህፍት በሃዲሳት ላይ መስክሩዋል ስለዚህ ፤ በሙሃመድ ሚዛን ክከነዚህ ማስረጆች በመመስረት፤ ሙሃመድ ከተቀደሰና ከተከበረ ቤተሰብ ነው ፡፡ የመጣው ማለት በፍጹም ዉሸትና ፤ ክህደት ነው ፡፡
ሙሃመድ በኢስማኢል በኩል የአብርሃም ዘር ነኝ ይላል፤ የዘር ሃረጉን ስንመለከት  አባትና እናቱ  ፓጋን ወይም ጣኦት አምላኪ  በመሆናቸው ሲኦል መግባታቸውን በራሱ ቃል አባቴም እናቴም በሲኦል ናቸው ብሎ መስክሩዋል፡፡እንዲሁም በ ሱራ 9፤29 ላይ ፓጋኖች/ጣኦት አምላኪዎች እርኩሶች ናቸው በማለት፤ከርኩስ ቤተሰብ እንደተገኘ አረጋግጡዋል፡፡

<br></br><br></br>

የሙሃመድ የዘር ታሪክ፤
ታድያ የሙሃመድ የቅርብ ሃረጎቹ እንደዚህ እርኩሶች ከሆኑ ፤ ታድያ ሙሃመድ ያለ ማስረጃ እራሱን የኢስማኤል ዘር ነኝ ስላለ ብቻ የኢስማኤል ዘር ነው ማለት አይደለም፡፡ ምክኝያትቱም የእስራኤል አባቱ አብርሃም አይሁዳዊ ነው፡፡የእስማኤል እናቱ አጋር ግብጻዊ ናት፤ ሙሃመድ ደግሞ አረባዊ ነው ፡፡ ስለዚህ ኢስማኤላዉያን ነን ማለት የሚችሉት  ወይ ግብጻዊያን ወይ አይሁዳዊያኖች ናቸው እንጂ አረቦች ሊሆኑ አይችሉም፡፡መናገር ማንም ይናገራል፡፡ሃሰተኛ ነቢያት እነ ደምሳሽም ይናገራሉ፡፡ ማንኛዉም ሰው ነቢይ ሳይሆን ነቢይ ነኝ ለማለት የሚጠበቅበት ምላሱን ማነቃነቅ ብቻ ነው ፡፡ ትልቁ ነጥብ ማስረጃ ማቅረብ ይችላል ስእንዴ የሚለው ነው፡፡

ሰፍዩ ረህማን የሙሃመድን ታሪክ በጻፈዉ ጽሁፍ ገጽ 7 ላይ  ከአድናን እስከ ኢስማኢል ያሉት ሰዎች ስማቸዉም ሆነ ቁጥራቸው በትክክል አይታወቅም ይላል
በዚህ ዘመን እንኩዋ ነቢይ ደምሳሽን መዳሰስ ይቻላል፤ ትልቁ ነጥብ ለሚናገሩት ንግግር ማስረጃ ማቅረብ ይችላሉ እንዴ የሚለው ነው፡፡እንደ እስልምና አስተምሮ የሙሃመድ የዘር ሃረግ ታሪክ በ 3ስት ይከፈላል፡፡ኢስላም ሃሽ ታግ ዶት ኮም፤ስከሙሃመድ እስከ አድናን  ሙሉ የሆነ  እዉነተኛ ነው ከአድናን እስክ ኢስማኤል ፟ ጎዶሎ የሆነ ከኢስማኤል፟ ፤፟ እስከ አደም ልብወለድ ነዉ፤ ክክርስትያኖች ነው የምንወስደው ይለናል፡፡
ከአድናን እስክ ኢስማኤል ፟ያለው የዘር ሃረግ ዉስጥ 30 ዘሮች እንደሚጎድሉ/እንደማይታወቅ   ኢብብን አባስ መስክረዋል፡፡ የእስልምና ጸሃፍት ከኢስማኤል እስከ ሙሃመድ ያለውን ታሪክ ፤ ከክርስቷኖችና አይሁዶች መዉሰዳቸው ፤ ምን ያህል እስልምና ክርስትና ላይ እንደሚታከክ እንረዳለን፡፡


ሙሃመድ የኢስማኤ ዘር ነኝ ብሎ ማጮሁ ለምንድነው” የሚለውን አንድ ሰው የተከበረ ዘር ባለቤት ነኝ ማለቱ ከሚን የሚመነጭ እንደሆነ ስንመለከትበአብርሃም አባትነት የሚያምኑትን  አይሁዶች በቀላሉ ለማምጣት ነው፡፡ነገር ግ ን ይህ አካሄዱ ፤ ሙሃመድን ጆሮ እንዲሉት አደረገ እንጂ ፤ ምንም ሊጠቅሙት አልቻሉም፡፡ ሱራ 9፤ ላይ፤ss
<br></br><br></br>



ትክክለኛው የሙሃመድ አባት ማነው?
    1ኛ  የምሙሃመድ ጉዋደኛ የሆነው ሃምዛ የተወለደው በ 570 አመተ ምህረት ነዉ፡፡ 
       2ኛ ፟ ኢብኑ ሰአድን በመጥቀስ ሃምዛ ከተወለደ ከ 4 አመት ቡሃላ ሙሃመድ እንደ ተወለደ ይናገራል 
       3ኛ ስለዚሀ ሃምዛ የተወለደው በ 570 ከሆነ ሃምዛ ሙሃመድን በ 4 አመት የሚበልጠው ከሆነ ፤ ሙሃመድ በ 574 ነው የተወለደው ማለት ነው፡፡
      4ኛ እንደ እስልምና አስተምሮ ደግሞ ሙሃመድ የተወለደው በ 570 ነው
   5ኛ የሙሃምድ አባትና የሃምዛ አባት በአንድ ቀን ነው ያገቡት ፤ 6 ይህ ማለት ቢያንስ የሃምዛ አባት በጋብቻዉ ቀን ሚስቱን ቢያጸንሳት ፤ ና በ 570 ከተወለደ ፤ ሙሃመድ ደግሞ ፤ የተወለደው ከ ሃምዛ ከተወለደ ከ 4 አመት ቡሃላ ስለሆነ በ 574 ይሆናል ማለት ነው፤ 
  6ኛ ነገር ግ ን ደግሞ የእስልምና መጻህፍት የሙሃመድ አባት ሚስቱን እንዳገባ በ 3 ወር ዉስጥ እንደሞተ ይመሰክራሉ፤ስለዚህ የሙሃመድ አባት አብደላ በጋብቻዉ 3 ወር ቡሃላ ከሞተ፤ ጋብቻው ከተፈጸመ ፤ ከ 4 አመት ቡሃላ ለተወለደው ሙሃመድ አባት ሊሆነው አይችልም፤ ወላጅ  አባቱ ሳይቀር የማይታወቀው ሙሃመድ ማነው ?

        የሙሃመድ ስም፤ 
ሙሃመድ እንደ እስልምና አስተምሮ እንደ አላህ 99 ስሞች አሉት ይህ ሙሃመድ የሚለውን ስም መቼ እንደሆነ ቦታው ባይታወቅም ፤ በ 40 አመቱ መጻፍ ወረደልኝ ከማለቱ በስፊት ኩሰም እየተባለ እንደሚጠራ ፤ የእስልምና መጻህፍት ይናገራሉ:: ሙሃመድ ከመወለዱ ከ 3 አምት በፊት፤ ኩሰም የተባለ ልጅ ከሞተ፤ ቡሃላ የኩሰም አባት  አዘኑ ስለዚህ ነቢዩ ሲወለዱ የነቢዩን ስም ቀድሞ ፤ በሞተው በልጃቸው ስም ሰየሙት ይለናል::
       








   የሙሃመድ የአስተዳደግ ሂደት፤ 
ሙሃመድ አባቱን በአይኑ ሳያየው ስለተወለደና እናቱ የ 8 አመት ህጻን ሆና ሳለ  በሞት ስለተለየችው፤ ህይወት ለርሱ መራራ ነበረች:: የእናትና ያባት ፍቅርን ሣያይ ማደጉ፤ የተበከለው አከባቢ ሙሃመድን ያልተረጋጋ ሰው አደረገው:: ከዚያን ሙሃመድ ፤ ለብዙ ልጆች አባት ለነበረችው አጎቱ ጋር በጉዲፈቻ ማደግ ጀመረ፤ አጎቱ ቤት መኖር ጀመረ:: ኑሮን ለማሸነፍ መጣጣር ጀመረ፤ በመካ ህይወት ከባድ ነበረ፤ 
መካ ስሙ እንደሚያመላክተው ዘላንድ ኦፍ ዴዝ ፤ የሞት ምድር ማለት ነው:: ምክኛቱም በአርብ ፤ የሚበላና የሚጠጣ ለማግኘት እጅግ አስቸጋሪ ነበረ፤ ፍትሃዊ ያልሆኑ የአረብ ወንጀለኞች በቀጣጫ በመካ እንዲኖሩ እንደሚገደዱ የታሪክ መጻህፍቶች ይነግሩናል ፡፡ምክኛቱም በመካ ያለው የውሃ እጥረት በራሱ ትልቅ፤ ቅጣት ነበረ::
አዎን ቤተሰብ አልባ ሆኖ መወለድ ችግር የለዉም  ነበረ:: ነገር ግ ን ይህ መራራው የመካ ህይወቱ ሙሃመድን ፤የበታች፤ ተከታይ ሳይሆን ንጉስ ገዢና አለቃ ሆኖ የሚኖርበትን ትልቅ፤ ህልም እንዲያልም አድርጎታል:: ‘ህዝቡ እሥስት ከሚበላበት የዘቀጠ ድህነት፤ እራሱን ለማዉጣት አሰበ፤ ሃብታሞች የሚመገቡትን ምግብ መመገብ ፈለገ፤ ሳሂ ሙስሊም ቁራን 80፤ 4 ተፍሲር ትሩጉዋሚዉን ስንመለከት፤ ሙሃመድ አይነስዉሩን ማስተማር ትቶ ፤ ፊቱን አጨልሞበት ፤ ወደ ሃብታሞች ሄዶ እስልምናን እንዲቀበሉ ፤ ይወሰዉስ ነበረ::በዚህም ምክን ያት አላህ ሲገስጸው እንመለከታለን ፡፡

ሙሃመድን ለሃብት ያለውን ቦታ የምናየው፤ ሙሃመድ በ 25 አመቱ ከናቱ በላይ በእድሜ የምትበልጠውን ከ 20 አመት በላይ በእድሜ የምትበልጠውን ከበርቴዋንና ሃብታሙዋን  ከዲጃን ማግባቱ ነው፡፡ በጋብቻው ስራአት በመጀመርያ የከዲጃን አባት እስኪሰክር ድረስ መጠጥ ካጠጡት ቡሃላ ፤ አባትየው በጠጣበት የጋብቻዉ ምንነትና ማንነት ባልታወቀበት ሳይነግሩት አዲስ ልብስ አለበሱት ፤ ከዚያም የከዲጃንና የሙሃመድን ጋብቻ አደረጉ:: አባትየው ከእንቅልፉ ሲነቃ፤ ይህ አዲሱ ልብስ ኬት መጣ ሲል ፤ ልጅክኮ ተዳረች ብለው ነገሩት ፤ አባትየዉም ፤ በጣም ተናደደና ፤ ሙሃመድን አንወድክም ፤ ብሎት ሰይፉን አወጣ፤ ከዚያም የሙሃመድ ቤተሰብ ዘመዶች እዚያው ስለነበሩ ፤ ይህን ችግር አብርደውት በሰላም ፈቱትና ፤ሙሃመ ከዲጃን በዚህ መልኩ አገባት::

ለምንድነው ሙሃመድ በዚህ በማታለል የታጀበ ጋብቻ  ማድርግ የፈለገው፤



ለምንድነው አባትየውስ እንቢ ያለው
1 የከዲጃ አባት እድሜን ጨምሮ ፤  ያውቃልና በጋብቻው ደስተና አልነበረን
2፤ ሙሃመድ ከዲጃን ሲያገባ ፤ ያለውን ሃብት ያውቃልና፤ ጋብቻዉን ፈልጎታል፤ 
3፤ ሙሃመድ በምንም መነገድ የከዲጃ ቤተሰቦች ይሄንን አይነት ጋብቻ እንደማይቀበሉ ያውቃል፤ ሙሃመድ የሚፈለገውን ስኪያገኝ ድረስ ፤ የማታለል ችግር የለበትም ና ይህንን  የማታለል ተግባር ፈጸመ፤ 
ይህን የማታለል ተግባር መፈጸሙ ፤ በትንሹ ያልታመነ ሰው በትልቁ ማመን ይቻላል እንዴ የሚለውን ጥያቄ ዉስጥ ያስገባዋል ፡፡

ሙሃመድ ታማኝ ቢሆን ኖሮ ፤ በዚህ መንገድ የሚፈጸመውን ጋብቻ አይቀበለውም ነበረ
ከዲጃም ታማን ሚስት ብትሆን ኖሮ ፤ የገዛ አባቱዋን ፤ አታታልለውም ነበረ
4 አብዛኛኦቹ  ወንዶች በእድሜ አኩያ የሆኑትን ሰዎች ፤ አልያም ፤ በእድሜ ከነሱ ያነሱ ሴቶችን ማግባት ፤ ይፈልጋሉ ፤ በ 21ኛ ክፍለዘመን ያሉ የአረብ ወንዶችክዋ ል ከእድሜያቸው የምትበልጠውን ሴት ማግባት አይፈልጉም፡፡ሙሃመድ እራሱ፤ ለምን ካንተ ጋር ትጫወት ዘንድ ለምን ልጅ የሆነች ድንግል  ሴትን አላገባክም እያለ፤ የጦር ባልደረባዉን ይመክር ነበረ፤ታድያ፤ ሙሃመድ ፤ ባልደረቦቹን ሳይቀር፤ ልጅ የሆኑትን ደናግክ ሴቶች፤ እንዲያቡ  የሚመክር፤ ለምን ከ20 አመት የምትበልተውን ከዲጃን አገባ ፤ መልሱ ፤ ቀላል ነው፤ለገንዘብ ፤ ሙሃመድ ያገባ ዘንድ ምረጥ ቢአክ ፤ ከከዲጃ ይልቅ፤ የሚመርጠው ፤ ከእዲሜው በታች የሆኑ ሴቶችን ነበረ፤ ገንዘብ ፤ና ሃብትን ካገኘ ቡሃላ ፤ ከዲጃ ስትሞት የ 6 አመትን አይሻን ማግባቱዋ ለዚህ ምስክር ነው፤ ከዲጃ ቀድማ ፤  ሙሃመድን ስራ የቀጠረችው ሃብታምና፤ ለሙሃመድ እናቱ የምትሆነው ነበረች፤ ከዲጃ የተወሰኑ ዘመዶቹዋል ክርትያኖች ናቸው፤ ከነሱ ዉስጥ የርሱዋ ዘመድና ጎሮቤት የሆነው ንስጥሮሳዊዉ ወረቃ የተባለውን ቄስ መጠቀስ ይቻላል፤፣ሙሃመድ ከዲጃን በ 25 አመቱ አግብቶ ለ 15 አመት ከኖረ ቡሃላ፤ በ 40 አመቱ ዉሂ ተገለጠልኝ አለ፡፡ 
  የእኢስራ እና የሚራጅ ጉዞ፤
ረዉደቱል አነዋር በጻፈው የሙሃመድ ታሪክ ገጽ 102ላይ ስለ ኢስራ እና ሚራጅ በሰፈረዉ ታሪክ ላይ፡ ኢስራ እና ሚራጅ መቼ እንደተከሰቱ በሲራ መምህራን ስምምነት በረመዳን 17 ከሆኑበት በ 12ኛው አመት  በረጅብ 27 ቀን ነው ተብሉዋል፤  በነብዋ 13 ተኛ አመት ነውም ተብሉዋል፡፡በሙሃረም ወር ዉስጥ ነውም ተብሉዋል ‘ በረቢአ አወል 17 ቀን
ተብሉዋል ፤ ይላል፤ 

2ተኛ ግጭት፤ የተሰኑት ይህ ጉዞ በህልማቸው የተደረገ ነው ሲሉ ፤ የተወሰኑት ደግሞ በእዉናቸው የተደረገ እንደሆነ ይናገራሉ፤
3ኛ የሰማይ ቤት ያለው ጉድ ፤  

ሙሃነድ ተገለጠልኝ ከማለትቱ በፊት ምን ምን ያዉቅ ነበረ
1 በቤተሰቦቺ ጣኦት አምላኪ ስለሆነ  አላት አሉዛና መናትከሚባሉ ጣኦአት መስዋእት ይሰዋ ነበረ፡፡ 
2  ከከዲጃ ጋር ለ 15 አመት ነጋዴ ስለነበረ፤  ብዙ ሃገራትን አዉቁቃል፤ ክርስትና እስከተስፋፋበት ሶሪያ ይሄድ ነበረ፤ ሶርያ የቅዱስ ኢፍሬም ሃገር 
3 በየአመቱ በመካ ሃጅ አለ
4። ዘሮቹ ሃጂ ለሚመጡ ሰዎች ነጋዴ  ናቸው 
5. kaban yezuj or nebere hajer alaswedn yezoral  
6 የጣኦት አምልኮ ለ አሉዛ መስዋእት አቅርበዋልል 
  ተገለጠልን ካሉ ቡሃላ 
1  ለአላህት አሉዛ ና መናት ጣኦታት ሰገዱ ‘
2 እንደ አዲስ ከጣኦታት ራቅ ተባሉ’
3 ካባን ይዞሩ ነበረ፤ ሃጅር አላስወድ የአላህ ቀኝ እጁ ናት ብለዋል ፤
4 የኢሳን የመርየምን ስ እል ካባ ዉስጥ አስቀምጠዋል፤ 
5   አላህ ሶመድና ጀድ የተባሉ አማልክቶችን አንድ አድርገዋል 
6  ካባን ሃጥያት ይቅር ያስብላል ብለው ያምናሉ

<br></br><br></br>



 የውሂዉ /የሙሃመድ የመጀመርያው ተገለጠልኝ  ምእራፍ

<br></br>


           1. 2 የሙሃመድን መጀመርያ መገለጥና አመጣጥ፤
አንድ ሰዉ ሙሃመድ  እዉነት ወርዶለት ነዉ ወይስ  ዉሸቱን ነዉ የሚለዉን የሚያዉቀዉ በነዚህ  ሙሃመድ በመካ  ተገልጠልኝ ካለ ቡሃላ የተከሰተዉን  በመመርመር ነዉ፡፡ 
ትክክለኛዉን የሙሃመድን ማንነት መገንዘብ የምንችለዉ ሙሃመድ ተገለጠልኛ ካለበት እስከ ወደ መሲና ሄዶ ጦርነት እስካወጀበት ድረስ ብቻ ነዉ፡ ምክንያቱም  በጦርነት ዉስጥ ያሳለፈዉ  ( ከ 64 በላይ ጦርነቶች)ተከታታይ 8 የመጨረሾቹ አመታት፤ጉልበትንና ሃይልን የተቀላቀለበት በግድ እመኑኝ የሚል የሰበካ ዉጤት በመሆኑ ተቀባይነት የለውም፡፡ 
አንድ ሰው ምግብ ይዞልኝ ቢቀርብ ከፍትፍቱ ፊቱን ነው የምመለከተው፤ ሰዉየው ጠላቴ ከሆነ መርዝ ይዞልኝ ሊቀርብ ይችላል፡፡በቁራን ለማመን ወረደልኝ ያለውን ሙሃመድን በደንብ ማመን ያስፈልጋል፡፡ የእስልምና የታሪክ መጻህፍት እንደሚነግሩን ፤ሙሃምመድ ለ 40 አመታት ስለ ሃይማኖት የሚያዉቀው ነገር ቢኖር በመካ አባቶቹ የሚያመልኩትን፤  አይን ያላቸውን የማያዩ፤ጆሮ ያላቸውን የማይሰሙ፤ እጅ ያላቸው የማይዳሡ ፤ አፉንጫ ያላቸው የማያሽቱ ጣኦታትን ነበረ፤ ስለዚህ ሙሃምደን ማንነው
  የተገናኘው? ለዚ  ለጣኦት አምላኪ ለነበረው ሙሃመድ  ተገለጠልኝ የሚለውስ አካል ማንው፤   ጂብሪልን   የተባለው የአይሁድና ክርስትያን መልአክ  ያውቁታል ፡፡ለዚ የእድሜ ግማሹን በላይ ለ 40 አመታት በጣኦት አምልኮ ለተጠመደ አካል፤ የ ጂብሪልን ስም ማን አስተዋወቀው፡፡ ጂብሪል የሚለውን ስም ለመጀመርያ ጊዜ ከማን ሰማ? ለሙሃመድ ድፍረታዊ ነቢይ ነኝ ነግግር፤ በስተጀርባው ሌላ አካል  አለ ወይስ የለም  የሚሉ ጥያቄዎች  ስለሙሃመድ  የጀርባው ማንነትና ምንነት የበለጠ እንድንመረምር ያደርገናልና፤ለመጀመርያ ጊዜ መገለጥ መጣልኝ ብለዋል ተብሎ ከተዘገበው ሃዲሳት እንጀምራን









የዋሻው እንግዳ፤
በወርሃ ረመዳን በሂራ ዋሻ ሳለሁ አንድ ማንነቱና ፤ ምንነቱ ያልታወቀ ኣካል፤ ተገኝቶ  ሱራ 96ትን እንዲቀርላቸው ጠየቃቸው፤ እሳቸውም እንዳልተማሩ ቢነግሩትም ፤ የተገኘው ኣካል ግ ን ፤ አለመማራቸውን ከምንም ሳይቆጥር፤ አስገደዳቸው፡፡ ይሀን ሁኔታ አይሻ ፤ በተፍሲር ኢብን ከሲር ሱረቱል አልሃላቅ 96፤ 1 ላይ  እንዳስቀመጠችው፤ በዋሻው ሳሉ መላኢካው ፤ መጣና አንብብ አላቸው፤ እነሱም ሲናገሩ ፤ ማንበብ አልችልም  ብየ መለስኩለት ፤ ከዚያም መላኢካዉ በሃይል ረገጠኝ፤ እኔም ልቁዋቁውመዉ አልቻልኩም፤ ከዚያም ዳግም አንብብ አለኝ እኔም መልሼ፤ ማንበብ አልችልም አልኩት፡፡ እርሱም ለሁለተኛ ግዜ ያዘኝ ና፤ ልቁዋቁዋመው እስከማልችል ድረስ እረገጠኝ፤  ከዚያም እንደገና ለቀቀኝና አንብብ አለኝ ፤ እኔም ማንበብ አልችልም አልኩት ፤ 
አሁንም ለ3ት3ኛ ጊዜ፤ እየጨመቀኝ ረገጠኝ ከዚያም ረገጠኝ አሉ፡፡ እንግዲህ የመጣው አካል ምንም አይነት ሰላምታ አላቀረበም፤ ከአላህ ዘንድ ነው የመጣሁት ም አላላቸውም፡፡ ነገር ግ ን፤ እንደድንገት የመጣ ተቅማጥ አጣደፉት ፤ ሱራ 96ትን ቅራልኝ እያለ አስገደዳቸው፤ አልችልም ሲሉት እረገጣቸው፤ ይላል፤ ፤ከዚያን ልባቸው እየመታ ፤ እያላባቸውከወደ ከዲጃ ሄዱ ከዲጃን ሽፍኑኝ ሽኑኝ አሉ፤ከዲጃም ሽፍለት ፤ ይህ ማለት ሸፍኑኝ የሚል ድምጽ አለ፤ እንዲሁም፤ መንቅጥቅጥ አለ፡፡

ሙስነድ አህመድ አንባሊ ; ቅጽ 3 ፤ 213 ላይ ሙሃመድ ለከዲጃ እንዲህ አላት ፤ ብርሃን አይቻለው ድምጽም ሰምቻለሁ ፤ ምናልባት በውስጡ ፤ በጂኒ ቁጥጥር ስር ዉስጥ ተይዤ እንዳልሆን  ፈራሁ አለ፤ ሙሃመድ የጠረጠሩት ትክክል ነው ማለት ነው፡፡አስተዉሉ  በጂኒ ቁጥጥር ስር መግባታቸው ያስፈራቸው ሙሃመድ ፤ቁራን እንደሚነግረን ከጂኒ ጋር ልምምድ ጀመሩ ፡፡ በቁራናቸው ጂኒ ወንድሜነው ማለት ጀመሩ፡፡ ይህ ማለት፡በጂኒ የተለከፉት በዚህ በተራራ ላይ በወጡበት ሰአት እነደሆነ ፤ እንረዳለን፡፡
ሳሂ ሙስሊም ቅጽ 4፤ አልሃሪስ እንዴት ነው የሚወርድላቸው ሲባሉ፤ መላኢካዉ፤ ደውል በሚመስል ድምጽ እየተናገረ ይመጣል አሉ፤ አይሻም በመጣ ጊዜ ያልበው ነበረ ይላል፤ ከዚህ ከፍተኛ ፍርሃትና ጭንቀት በውስጣቸው ይነበባል፤ አላህ ሽይጣንን በረገመው ግ ዜ ድምጹ እንደ፤ደውል ድምጽ አደረገው ይላል፤ እንዲሁም በሊላ ሃዲስ ደውል  የሰይጣን መሳርያ እንደሆነ ይናገራል ስለዚህ  ለሙሃመድ ያ  መላክ ፤ በደውል ድምጽ የሚመጣ ከሆነና መላኢካው በደዉል ድምጽ  ከመጣ፤  ያ የመጣዉ እንግዳ፤ መላኢካው ጂኒ ነዉ ማለት ነው፡፡ ሃዋርያው ቅዱስ ጳውሎስ እኛ ከሰብክላው በቀር መላእክት እንኩዋ ቢሰብኩላቸ የተወገዘ ይሁን ያሉት ሰይጣን ሰውን መሳርያ አድርጎ  ሃአሳተኛ ስብከትን እንደሚሰብክ ስለተረዱ ነው፡፡ሙሃመድ የብርሃን ጮራ አየው አሉ፤ ቅዱስ ጻዉሎስ ሰይጣን የብርሃን መላክ መስሎ እስከመምጣት ይደረርሳል አለን ፡፡እውነተኛዉና ትክክለኛው ጂብሪል እመቤታችን ቅድስት ድንግል ማርያምን ሲያበስራት ወትወልዲ ወልድ ፤
 ወትሚዮ ስሞ  ኢየሱስ   ዉእቱ አቢይ ወይሰመይ ወልደ እግዚአብሄር ል ኡል ፤ የምትወልጂው የልኡል ግዚአብሄር ልጅ ይባላል አላት ፤የ ሙሃመድ  መላኢካ አላህ አይወልድም አይወለድም አላት፡፡ ከእውነተኛው ሃሳብ በተቃራኒ መቆም ማለት ይሄ ነው ፡፡

አዎን ጌታችን እራሱ የስዉ ልጅ ይሰቀል ዘንድ አይገባዉም የሚል አካል ካለ እርሱ የሰይጣን ሃሳብ እንደሆነ ነግሮናልና ፤ የዋሻው እንግዳ ሰይጣን ነው፡፡ አዎን ቅዱስ ዮሃንስ ኢየሱስ ክርስቶስ የእግዚአብሄር ልጅ አይደለም የሚል ሁሉ አንቲ ክራይስት ፤ አልደጃል ነው ይላልና የዋሻወ እንግዳ የክርስቶስ ተቃዋሚው ሰይጣን ነው፡፡

የሳሂ አልቡክሃሪ ማብራርያ ፤ፉቱል ቡሃሪ፤ አቡ ዳዉድ ፤አልተይለዚኢ  ሙሃመድን መላኢካው አንገታቸውን ይዞ ያስጨንቃቸው እንደነበረ፤ ይነግረናል፤  በኡቱል ቡሃሪ ቮልዩም  ቁጥር 32ላይ ይገኛል፤  
ስለዚህ ይህ ጂኒ መላኢካ፤ እየተገናኛቸው ከሆነ፤  ፤ወንድሜ  ጂኒ ከዚህ ላንተ ህይወት የሚጠቅም  መጻፍ የለውም 



እንግዲህ ስለማይታየው ረቂቅ ነገር ለማመን፤ ከሚታየው ነገር ነው የሚጀምረው፤በእስልማና ለማመን የሚታየው ነገር ከሰማይ የወረደ ቃል ነዉ ተብሎ በእስልምና መምህራን የሚታመን ቁራን ነው፤ ቁራን ደግሞ ወረደ ተብሎ የሚታመነው  በሙሃመድ በኩል ነው፤

<br></br><br></br>

1 ከላይ ታሪኩን ለመረዳት እንደሞከራቹት ለሙሃመድ የመጀመርያው መገለጥ ከመምጣቱ   በፊት መሃመድ ስንቅ እየቁዋጠረ  ወደ ሂራ ተራራ ይሄድ ነበረ ይለናል::ሙሃመድ ስንቅ እየቁዋጠረ፤ ወደ ሂራ ተራራ የሚመላለሰው
 በማን ታዞ እንደሆ ፤አስቀድሞ በሂራ ተራራ ብዙ ሌሊቶችን በዚያ ለምን ማሳለፍ እንደፈለጉ የሚታወቅ ነገር የለም፡፡

<br></br><br></br>

አንድ በስጋዊ አተሳሰብ የምናውቀው ገነር ቢኖር ሙሃመድ አንድ ነገር ማሳካት ሲፈልግ እርሱን ለማሳካት አስቀድመው የሚያስቡት ነገር አለ፤ከዲጃን ለማግባት ፤ ሲል አባቱዋን በመጠጥ አስክሮ አግብቱዋል፤  ከጦርነት በፊት  አስቀድመው ለጠላት ወገን ቴረር ይለቁ ነበር፤በ 3ት ነገር ላይ መዋሽትን የፈቀደ ነውና፤የእስልምናው ነቢይ አቶ ሙሃመድ ከመሬት ተነስተው ፤ ስንቅ እያስቈዋጠረ ወደ ሂራ ተራራ  መሄዱ እውነትን ፈለጋ ነው?  ጂኒን የመዋሃድ 
ልምምድ ሊያደርጉ ነው?  ወይስ አስቀድመው ለሚያደርገዉ ነገር ቅንብር ነው፤ የሚለዉን ማንሳት ተገቢ ነው ፡፡

<br></br> <br></br>


 ሲቀጥል መላክ የተባለው አካል  ወደ ሙሃመድ ሲመጣ ዐሰላሙ  አለይኩም  ፤ ብሎ አልጀመረም መጀመርያ አዲስ መላክ ሲመጣ ራሱን ማስተዋወቅ አለበት፤የመጀመርያው ጊዜ ከሆነ ለማንነቱ
  ማረጋገጫ ማሳየት ነበረበት፡፡ መላእኩ ቅዱስ ገብር ኤል እመቤታችን ቅድስት ድንግል ማርያምን ሲያበስራት እንዲህ ነው ያላት ተፈስሂ ፍሲት ኦ ምልእተ ጸጋ እግዚአብሄር ምስሌኪ ፤ ቡርክት አንቲ እማንስት፤ ደስተኛይቱ ሆይ ደስ ይበልሽ፤ እግዚአብሄር ካንቺ ጋር ነውና ደስ ይበልሽ ብሎ የሰላምታ ቃል አቀረበላት፡፡  
<br></br> <br></br>
ነገር ግ ን የመጣው መላኢካ ሙሃመድን ያለው፤ ቀጥታ እንደመጣ  አንብብ በሚለው ቃል ነው የሚጀምረውና ይሄን ማጤን ያስፈልጋል ፡፡
<br></br> <br></br>
3 እንደ እስልምና መምህራን መሰረት፤ ጂብሪል የተናገረው ሁሉ የአላህ ቃልን ነው፡፡ጂብሪል አስተላላፊ  ነው እንጂ እንዳለ ንግግሩ በጂብሪል በኩል የመጣና የወረደ የአላህ ቃል ነው ተብሎ ይታመናል፡፡
ሀ  እስልምና  ሙሃመድ ያልተማረ ነቢይ እንደሆነ ያምናሉ፤ ሙሃመድ ማንበብ የማይችሉ ከሆነ፤አላህ ሙሃመድን ማንበብ እንደማይችሉ ሳያውቅ ፤አንብብ ካለው፤ አላህን ሁሉን የማያውቅ ሃሰተኛ አምላክ ያደርገዋል፡፡
ለ አላህ ሙሃመድ ማንበብ እንደማይችሉ ካወቀ፤ ደጋግሞ  እክራ /አንብብ፤አንብብ    እያለ መጨቅጨቅ የለበትም ነበረ:: አላህ ሙሃመድን በጂብሪል አማካኝነት   አንብብ ብሎ ሲያዝ የሆነ ነገር እንጠብቃለን፡፡ጌታችን  መድሃኒታችን ኢየሱስ ክርስቶስ ተነስ ሲል ሙታን ይነሳል፤ሂድ  ሲለው ሃንካሳው ይሄዳል፤አልጋክን ተሸከም ሲለው ለ 38 ስምንት አልጋ ቁራኛ የሆነው ታማሚ የተሸከመችዉን አልጋ ተሸክሞ  ይሄዳል ፤ አላህ  3ት ጊዜ ሙሃመድን  አንብብ ብሎት ዉጤቱ፤ ሙሃመድ ማንበብ የማይችል ከሆነ፤ምን አይነት አምላክ ነው አንብብ ብሎ አዞ፤  ትዛዙ የማይፈጸምለት?
H  ግልጹን  ለተናገረውና ማንበብ አልችልም ለሚለው ሙሃመድ፤ በሞትና በህይወት ጥላ ስር እስኪሆኑ ድረስ መጭመቅን ምን አመጣው?
<br></br> <br></br>
4  የሙሃመድ  3ት  ጊዜ መጨመቅ ምን ዉጤት አመጣ? 3ት ጊዜ ተጨምቀው፤ ዉጤቱ 0 ከሆነ ለምን ጂብሪል ሙሃመድን  ለምን ጨመቀው ነው ጥያቄዉ ???
5   እንዴትስ  አላህ ሙሃመድ ማንበብ እንደማይችል እያወቀ ፤ሙሃመድን አንብብ ይለዋል?
ሲቀጥል ቀጣዩ ታሪክ  ኣላህ በጂብሪል  አማካኝነት ሱራ 96ትን  ከጂብሪል እየሰማ እንዲቀራ አዘዘዉ ፡፡
<br></br> <br></br>
4  የሙሃመድ  3ት  ጊዜ መጨመቅ ምን ዉጤት አመጣ? 3ት ጊዜ ተጨምቀው፤ ዉጤቱ 0 ከሆነ ለምን ጂብሪል ሙሃመድን  ለምን ጨመቀው ነው ጥያቄዉ ???
5   እንዴትስ  አላህ ሙሃመድ ማንበብ እንደማይችል እያወቀ ፤ሙሃመድን አንብብ ይለዋል?
ሲቀጥል ቀጣዩ ታሪክ  ኣላህ በጂብሪል  አማካኝነት ሱራ 96ትን  ከጂብሪል እየሰማ እንዲቀራ አዘዘዉ ፡፡
<br></br> <br></br>

እንግዲህ ይህ  እንደ እስልምና አስትምሮ የመጀመርያዉ ቁራን ላይ የሰፈረው ውሂ ንግግር ነው፡፡ከዚህ በፊት እንደ እስልምና ለሙሃመድ ማንምና ምንም መላኢካ ተገልጦለት አያውቅም ፡፡ ስለዚህ የመጀመርያ እንደመሆኑ  በቁራን በመጀመርያ ምእራፍ ላይ ይሰፍራል ብለን እንጠብቀዋለን ፤ነገር ገን የምናገኘው ፤ በሱራ፤ መእራፍ ዘጠና ስድስት ላይ ነው፤ ይህ ታሪክ በከፊል ለመጀመርያ ጊዜ የሰፍረው፡፡ ማነው በ መጀመርያ ቁራን ላይ ይሰፍራል ተብሎ የሚታሰበውን የቁራን ክፍል በ ቁራን መራፍ 96 ላይ ያሰፈረው ? ይህ የቁራንን መበረዝ ከመጀመርያው ጥያቄ ዉስጥ አያስገባምን ???
ሲቀጥል ዛሬ በእጃቸን ላይ ያለው ቁራን የታሪክ ፍልሰትን መሰረት ያደረገ ሳይሆን ከ ምራፍ 2 ጀምሮ ያለዉን ስናነብ ፤ ከረጅም ምራፍ ወደ አጭር ምራፍ የተጻፈ ፤ የምራፍ ብዛታ ና እጥረትን መሰረት ያደረገ መጻፍ ነውና ፤ በዚህ መልኩ ተጠርዞ እንዴት አላህ ሊያወርደው ይችላል ? ለሙስሊም ወንድሞችና እህቶችስ እንዴት እንደዚህ ወርዶ  ሊገባቸው ይችላል? እንደማሳያ ዩትዩብ ላይ ለምን ቁራን አላገባን አለ ስንል ብዙ መስሊም ወንድሞቻችንና እህቶቻችን ይህን  ሃሳቡን ይጋሩታል፡፡
በመጀመርያ አንድ መጻፍ ተጠብቁዋል አልተጠበቀም ከማለታችን በፊት የፍጣሪ ቃል ነው ውይስ አይደለም ፤ የሚለው ጋር መነጋገር አለብንና ወደ ቀድሞ ነገራችን ለመመለስ  እንገደዳለን፡፡
<br></br> <br></br>
በመጀመርያ አንድ መጻፍ ተጠብቁዋል አልተጠበቀም ከማለታችን በፊት የፍጣሪ ቃል ነው ውይስ አይደለም ፤ የሚለው ጋር መነጋገር አለብንና ወደ ቀድሞ ነገራችን ለመመለስ  እንገደዳለን፡፡

ከዚያም ሙሃመድ ወደ ከዲጃ ከመጡ ቡሃላ፤ ሽፊኚኝ ሸፊኚኝ  የሆነ ነገር እንደተከሰተብኝ 
ይሰማኛል ብለዋል ፤ እርሱዋም በእርግጥኝነት በፍጹም ምንም አይሆንም ይሄ ጥሩ ዜና ነዉ  ብላ መልሳለታለችና ፤ 
<br></br><br></br>



                     
<br></br>


1ኛ ይህ ሙሃመድ  የጤና እክል እንዳጋጠመው ያሳየናል ፡፡ ምክኛቱም ፤ መንፈስ ያለበት ሰው ካልሆነ በስተቀር ፤ ማንም  ከመሬት ተነስቶ ሸፍኑኝ ሸፈኑኝ ሊል አይቸልምና፡፡ ሲቀጥል የሚያስገርመው ነገር የሙሃመድ ሚስት ከዲጃ እርግጠኛ ናት ፤ መገለጥን / ዉሂዉን የወረደለት ሙሃመድ ግኝ እርግጠኛ  አይደለም፡፡ዉስጡን የሚያዉቀው ሙሃመድ  ሸፍኑኝ ሽፍኑኝ  ለህይወቴ እሰጋለሁ ሲል፤ 
 ምንም ያላየችው ከዲጃ ይህ ጥሩ ዜና ነው ብላ በኮንፊደን መናገሩዋ 2ት ነገሮችን ያመላክታልሉ፡፡
1ኛ  እርሱዋ በእርግጥኝነት በአላህ እምላለው ምንም አይሆንም ማለቱዋ፤ በምንም ሁኝታ ባላየችው ነገር እርግጠኛ ልትሆን አትችልምና ፤ ታሪኩ ላይ የተቀነባበር ወይም የተጨመረ ነገር እንዳለ እናያለን፡፡
2ኛ  የሙሃመድ ሸፍኑኝ ሽፍኑኝ ተማጽኖኖና የልመና  ሁኔታ ሙሃመድ ጨርቁን ወደ መጣል የሚያስኪሄድ  አደገኛ  አካሄድ ነውና የለቀቀ ባለቤቱዋን የማረጋጋት ሃላፊነት ስለተሰማት የወሰደችዉ እርምጃ  የሚሆንበት እድሉም የሰፋ ነው፡፡

3ኛ   በአላህ ይሁንብኝ ብላ በአላህ መማሏ  ፤ የዚያን ሰአት የነበረው  የከዲጃ አላህ   በዚያን ዘመን ይመለክ የነበረው፤
ጣኦት ነበረ፡፡ በቁርሾች የሚታወቅ  አላህ የሚባል የጨረቃ አምላክ ፤  አክበር የሚባለውን የጸሃይ አምላክ ያገባና 3ት ልጆችን ይወልዳል የሚል የሚመለክ አላህ ነው እየጠራች የነበረችው፡፡  ከሙሃመድ በፊት የሚታወቀው  አላህ ይህ ነውና፡፡   እንዲሁም የሙሃመድ አባት የሆነው  የአብደላ  የስሙ ትርጉም  የአላህ አገልጋይ ማለት ነው ፤ሙሃመድ እንዳረጋገጠልን  የሙሃመድ አባት  ጣኦት አምላኪ በመሆኑ ሲኦል እንደገባ ነው፡፡

<br></br><br></br>
ከዚህ ተነስተን የሙስሊሞች አምላክ ስም   ፤ ሙሃመድ ከመላኢካው  የተቀበለው አዲስ ስም ሳይሆን ፤ የቀድሞ አባቱ ያመልከው የነበረው የጦት ስም ነው  ፤ ወደሚለው ድምዳሜ ያደርሰናል በሱራ 16፤ 3 ት አላሕ ሴት ልጆች ያሉት መሆኑን ግልጽ ያደርገዋል፡፡

4 በመቀጠልም ከዲጃ ሙሃመድን  ይዛ ወደ መናፍቁ ንስጥሮሳው  ክርስትያን ቄስ  እንደወሰደችው  ይነግረናል ፡፡


<br></br><br></br>

ሙሃመድ መገከጥ መጣልኝ ከማለቱ በፊት ታሪኩ እንደሚነግረን ለ 40 አመታት ጣኦት አምላኪ ነው ፡፡ጂብሪል ማነው?ሙሃመድ፤ጂብሪል የተባለ መላክ እንዳለና የተገለጠለት መላክ እንደሆነ እንዴትስ አወቀ?ጂብሪል የሚለው ስም አረበኛ ቃል አይደለም፤ የሂብሩ ቃል ነውና ፤ሙሃመድ ድግሞ  አርበኛ ቁዋንቁዋ ተናጋሪ ነውና፤ ለሙሃመድ የተገልለጠለት የመጻፉ ሰዎቹ የክርስትያኖቹ   ጂብሪል ይሁን አይሁን እምን ይታወቃል የሚለውን ማንሳት ተገቢ ነው፡፡
ሲቀጥል እዚጋር ከዲጃ ምን ነክቱዋት ነው ሙሃመድን ወደ ቄስ፤ ፟የወሰደችው?ወደ አለማዊ ዶከትር ሳይሆን ወደ መንፈሳዊ ዶክተር ቄስ ነው የወሰደችው. ሙሃነድንን ከሲጃ ስትወስደው እንቢ አላለም፤ ስንቶቻቹ ሙስሊሞች እሺ ብላቹ ቤተ ክርስትያናችን ተሳልማቹ ታዉቃላቹ፡፡
1ኛ ከዲጃ  የሙሃመድ አኩዋህን ፤ሽፍኒኝ ሸፍኒኝ ማለቱ ችግሩ መንፈስ እንደሆነ ተረድታለች ፤ለመንፈስ ችግር መድሃኒቶቹና ዶከትሮቹ ቄሶች  መሆናቸን  አዉቃለች ና ልታስጠምቀው ነው የወሰደችው  የሚሉ አሉ፡፡ወረቃ  እምነቱ ንስጥሮሳዊ ክርስትያን ሲሆን በቤተ ክርስትያናችን በ 351  በ ኤፌሶን ጉባኤ የተወገዘ ፤ ከቤተ ክርስትያን አባል የተለየ እራሱን ቄስ ነኝ ብሎ የሚጠራ፤ እነደዘመናቺ የፈሉት ሃሰተኛ ነቢያት በወንጌል የሚነግድ  መናፍቅ ክርስትያን  ነው፡፡

2ኛ ወረቃ ሙሃምድ ዉሂው መጣልኝ በሚልበት ወቅት ፤ የሙሃምድ ጎሮቤት የሆነ ፤ 
ወንጌልን የሚሰብክ ና የከዲጃ ዘመድ ነው ፤ ሙሃመድ ወረደልኛ ከማለቱ በፊት  ለ 15 አመት ከከዲጃ ጋር በጋብቻ ኖሩዋል ፡፡ እንዲሁም ሙሃመድን በየቀኑ የሚገናኘው ክርስትያን  እንዳለ ተፍሲር አልጀላላይን ይነግረናል ሱራ 16፤103 ፡ ፤ 

<br></br><br></br>


በተጨማሪም፤ ሙሃመድ  ዉሂዉ ባልወረደለት ጊዜ ከመጻፉ ሰዎች ከተባሉት ከክርስትያኖችና ከአይሁዶች  ይገለብጥ እንደነበረ  ሃዲሳት  መናገራቸው ፡፡ ሙሃመድ በእጆቹ የክርስትያኖችና የአይሁዶች መጻፍ ፤ሙሃመድ ለ 15 አምታት ከወረቃ ወንጌልን እንደተማረና  በእጆቹ  ወረቃ የያዛቸው  መጻህፍቶች  1ኛ ኢብራኤስተና የሆነ 
 መጻፍቅዱስ 2ኛ  ወረቃ የተሮጎመው አረበኛ ወንጌል  በሙሃመድ እጅ  እንዳለ የሚያሳዩ ሁኔታዎች አሉ፡፡ 

<br></br><br></br>

በመገልጡ ላይ  እንዳየነዉ ለመጀምረያ ጊዜ የተገለጠለት  አካል ለሙሃመድ እራሱን ሊያስተቃዉቅለት አልቻለም፤ ሲቀጥል፤ ወደ ወረቃ የተባል ክርስትያንም ሂድና ማንንቴን ይነግርካል አላለውም ፤ታድያ  የተገልጠልክ  
ጂብሪል ይባላል ፤ እንትም   ነቢይ ነክ   ብሎ ሙሃመድን ያደፋፈረው ና እስልምናን የመሰረተው፤ ወረቃ ተብየው ነው፤ 
<br></br><br></br>
ሙሃመድ በአካል ሆኖ ተገለጠልኝ የሚለው አካል  ሊነግረው ያልቻለውን    እንዴት ነው ወረቃ ቤት ሆኖ ከዲጃ ፊት የተገለጠልክ ጂብሪል ነው ብሎ እርግጥኛ ሆኖ ሊነግረው የቻለው???? ፤
5ኛ ወረቃ እንደሞተ አላህ መልክት መላኩን አቆመ ይለናል ሃዲሱ ፤ሙሃመድም በዚህ ምክንያት ፤ እራሱን  ሊያጠፉ ወደ ተራራ ይወጡ እንደነበረ ታሪኩ ይናገራልና፡፡

6ኛ የወረቃ መሞትና ፤ አላህ ዉሂዉን መናገር ማቆም  ግኑኝነታቸው ፤ ምንድነው ብለን እንድንጠይቅ ያደርገናል፡፡አስቀድመው ሙሃመድ በማንም ሳይታዘዝ ስንቅ እየሰነቀ  ወደ ተራራ ይመላለሱ የነበረው ፤ ከዚህ ወረቃ ጋር ሙሃመድ  እንዴት ነቢይና ንጉስ በቀላሉ  እንደሚሆንና ፤ እርሱ እንዴት በሙሃመድ በኩል ሃይማኖቱን እንደሚያስፋፋ፤   ተመካክሮ  ከጀመረ ቡሃላ ፤ ድንገት ወረቃ  ሞተ ፤ ሙሃመድም  ተማምኖት የጀመረው ወሳኝ ሰው ስለሞተ፤ያ የሰይጣንም መንፈስ በውስጡ ስላለ  እራሱን  ለማጥፋት ፤ ብዙ ጊዜ ሞከረ  ፤ ወደሚለው ድምዳሜ ይወስደናል፡፡
ምክኛቱም ፤ መላክ ለኔ ተገልጦልኝ አንተ ነቢይ ነክ ካለኝ ፤ ለምንድነው እራሴን  እንደ ህጻን ለማጥፋት የምሞክረው? ሙሃመድ በዚያን ሰአት የ 40 አመት አዛውንት ነው ፡፡የሚበላዉን አላጣ የሚጠጣዉን ፤ ፈጣሪ በፈለገው ሰአት መልክቱን ያዉርድ ከፈለገም አያውርድ ፤ እራስን ከተራራ ለመወርወርና  ለማጥፋት መሞከር ፤ ከአንድ ነቢይ የሚጠበቅ አይደለም ፡፡‘ኒቢያት የሚላኩት ሰውን ለማረጋጋት ነው ፤ ፤ በመጀመርያ ሙሃመድ ተረጋግተዋል? ነቢይ የሚላከው ህዝቡን ሊያድን ነው ፤ ሙሃምድ በመጀመርያ ፤ ከአይምሮ ጤና ድነዋል ?ከዛር መንፈስ ድነዋል ? የሚለውን ጥያቄ ያስነሳል፡፡

<br></br><br></br>
ለሙሃመድ የተገለጠለት  መላኢካ  ሳይሆን ሰው ብቻ ነው ብለን እንድናስብ የሚያደርጉን ማስረጆች

<br></br><br></br>
መላኢካው ለሙሃመድ ሲገለጥ  በሰው በዳሂል ከልቢ  የሚባል ሰው  መልክ  እንደሆነ ሙሃምደ  ይነግረናልና ፤አስቀድሞ ዳሂልከልቢ የሚባለውን   ሰዉየ  ወደተራራ የላከው ወረቃ ነው ብለን እንድናስብም የሚያደርገን ነው ፡፡
1  ሙሃምድን ነቢይ ነክ ብሎት ያደፋፈረው ወረቃ ነው 
2  ለሙሃመድ የተገለጠለት የዳሂል ከልቢ የተባለው ሰዉን መልክ የያዘው አካል መላክ እንደሆነ፤ ስሙም ጂብሪል እንደሆነ   ቤቱ ቁጭ ብሎ  ከመላኩ ጋር ሙሃምድን  ያስተዋወቀው ወርቃ ነው ፤ ፤ 
ከዚህ የተነሳ የእስልምና መስራች ወረቃ ቢን ነውፋል የተባለ ሰው ነው እንጂ ፤ ሙሃመድ አይደለም ፡፡ 
ወረቃ ንስጥሮሳዊ ቄስ የሆነ ነው፤ ንስጦሳዉያን ከ ሙሃመድ  ዘመን በ 431  በኤፌሶን ጉባኤ ፤ ከቅድስት ቤተክርስትያን ፤ የተለየ አስተምሮ በመያዛቸው ፤ ከቤተክርስትያን ህብረት የተለዩ መናፍቅ ናቸው፡፡
ሙሃምድ ከሂራ ተራራ ሲወርድ እያላበው  የአናጋሪዉን ማንነቱን  ሳያዉቅ  ነው፤ እየትንቀጠቀጠ፤ ሸፍኑኝ ሸፍኑኝ እያለ ነው፤ እንዴት ነው ሙሃምድ በ አካል  ያናገረዉን አካል ያላወቀውን አካል፤ ካፊሩ ወረቃ ለሙሃመድ ስለ ተገለጠለት አካል ማንነት የሚነግረው ?፤ ወንጀሉ ሲፈጸም ያልነበረን ሰው ጠርቶ እንደማስመስከር ነውና፡፡ 
ሲቀጥል ይህ ታሪክ ተፈጸመ የሚባለው ታሪክ፤ ለመፈጸሙ ና ላለመፈጸሙ  ማስረጃው ምንድነው ነው?  ታሪክ ተፈጸመ የሚባለው በመካ ነው ፤ የዚን ታሪክ ጽሃፊ ሰው’፤ ኢማም ቡካሪ ደግሞ  ደግሞ የኖረውና የተወለደዉ ፤ ከመካ 4361 ኪሎ ሜትር ርቀት ላይ በምትገኘው በምእራብ ቱርክ በባስራ ነው፡፡ ይህ ታሪክም የተጻፈው ፤ ሙሃመድ ከሞተ ከ 200 አመት ቡሃላ ነውና ፤ የቦታ እርቀት ሲደመር የዘመን ርቀት ፤ የመጻፉን ታማኝነት ጥያቄ ዉስጥ ያስገባዋል፡፡

ለምሳሌ የጌታችን የመድሃኒታችን የኢየሱስ ክርስቶስን ታሪክ ስናያ ፤ እሱ 3 አመት ከ 6 ወር ያስተማራቸው ፤ ማትዮስ ማርቆስ ሉቃስና ዮሃንስ ነው፤ የቦታውንም ርቀት ስንመለከት ፤ ሁሉም ከጌታችን  ጋር ና በርሱ ዘመን በእስራኤል ሃገር ዉስጥ የኖሩ ናቸው፡፡
ሲቀጥል ሙሃመድ እነዚህን በአካል ተራራ ላይ ሄዶ የተናገረው ፤ በእዉን ሳይሆን በህልሙ እንደሆነ ; ከአልቡካሪ በፊት የነበረው፤ የመጀመርያው የሙሃመድ ጸሃፊ ፤ሙሃመድ ኢብን ይሳቅ ይናገራልና፤ ማንነው ማመን ያለብን? ሙሃመድ ከሞተ 100አምት ዉስጥ የሙሃመድን  ታሪክ የጻፉትን ኢብን ይሳቅን  ወይስ ከኢብን ይሳቅ ቡሃላ መቶ ኢብን ይሳቅ ትክክል አይደሉም፤፤ለሙሃመድ የተገለጠልት በህልም ሳይሆን በእዉን   ነው የሚለውን ኢማም ቡካሪን፡፡

 ሙሃመድ  እንደ ቁራን  አስተምሮ አላህን በአካል አጊኝቶት አያዉቅም፤  ተገልጦለት አያውቅም ፤ ድምጹን ሰምቶት አያዉቅም፤ኡስታዞች ይህን ለመሸፈን በሃዲሳት ላይ የሰፈረውን የሚራጅ የ 1 ቀን ጉዞ ቢጠቅሱም 
ሲጀመር ይህን ጉዞ ቁራን ሙሃመድ የአላሕን ድምጽ እንደ ሰማ አይዘግበውም፡፡አሊሳ 17፡1 


  ሲቀጥል  ሙሃመድ በሃዲስ ላይ የሰፈረን  የሚራጅ ጉዞን ያደረገው በህልሙ ነው የሚሉ አይሻን የመሰሉ ሰዎች ስላልሉ አብዛኞች አይስማሙበትምና የሚራጅ ጉዞ ተቀባይነት የለውም ) 
በሱራ ፤ 6፤`103 አይኖችም፤ አላዩትም፤ የሚለው እንዳለ ሆኖ፤  አልቡክሃሪ 7380 ላይ ማንም ሙሃመድ ጌታዉን   አይቱዋል የሚል ሰው/አካል ካለ እርሱ ዉሽታም ነው ይላል፤
<br></br><br></br>
እንደ እስልምና አላህ ፍጥረት ዉስጥ አይገኝም፤ ስለዚህ ሙሃመድን የሚያገኝበት መንገድ  የለም፤ስለዚህ አላህ አንድ ጊዜም ፤ ለሙሃመድ ካልተገለጠለት ና እንደ ቁራን መሰረት ድምጹን ካልሰማ ሙሃመድ ከአላህ ጋር ፤ፈጠረኝ ከሚለው ፈጣሪ ጋር  የነበረው ግ ኑኝነት  ጥያቄ ዉስጥ ሚያስገባ ነው፤
2ኛ  ሙሃመድ በጂብሪል አማካኝነት  ተገለጠልኝ የሚለውን ስናያ 
ሁሉም የእስልምና መጻፍት እንደሚመሰክሩት ሙሃመድ  በሂራ ተራራ ላይ ተገለጠልኝ የሚለውን አካልን፤ አንተ ማነክ?  መላክ መሆንክን በምን አዉቃለው? ፤ ብሎ አልጠየቀውም ፡፡ሙሃመድን የተገናኘው መላክ ለመሆኑ ሙሃመድ ማረጋገጫ  ፓስፖርት  አልጠየቀዉም፡፡ በመጻፍቅዱስ ሚዛን ስንመዝነው፤ ሰይጣን የብርሃን መላክ መስሎ ይመጣልና ተጠንቀቁ ይለናል ወንጌል ፤ 
<br></br><br></br>

ቅ.ሚካኤልን መስሎ በአፎሚያ ቤት የመጣዉን ሰይጣን ፤ የምናስታውሰው ነው፤ ንጉስ ወታደሮቹን ሲልክ፤ አርማ አሰንቆ ነው፤ከጊታየ ኢየሱስ ሲልክክ የያዝከው  የመስቀል አርማ የታለ ብላ ጠየቀችው፡፡

በአልቡካሪ መጻፍ 47፤ሃዲስ 7 ላይ ጂብሪል በዳሂል ከልቢ የተባለ የሚያምር ሰው መልክ ፤ ወደ ሙሃመድ ይመጣ እንደነበረ፤ ይናገራልና፤

<br></br><br></br>
ጂብሪል በዲሂል ከልቢ የተባለ ሰው  መልክ  ፤ የሚመጣ ከሆነ ፤ ማን ማን እንደ ሆነ በምን አዉቃለው፤ ለምሳሌ ጂብሪል በ አባቴ ፎርምና መልክ መቶ ቤታችንን ቢያንኩዋኩዋ፤ ቤታችን የመጣው ፤ አባቴ ይሁን ጂብሪል የመጣው ማን እንደሆነ መለየት አይቻልም::

ጂብሪልም ሲመጣ በዲሂል ከልቢ  መልክ የሚመጣ ከሆነ፤ 2ቱ በምንድነው የሚለዩት( ቁረሾች አብዝተው ሙሃምደን ከሚትችቹበት ምክንያቶች  አንዱ ሙሃመድ ጆሮ፤  ወሬ ስሚ  እንደሆነ ነዉና፤ዲሂል ከልቢ የሚባለው ሰውየ የሙሃመድ ወሬ አቃባይ ሊሆን ይችላል ብለን እንድናስብ ያደርገናል፡፡

ሌላው ጂብሪል ለመታየቱ እንደ ማስረጃ የሚቀርበው፤ አይሻ  በኢብን ሂሻም ፤መጻፍ ገጽ 1 ላይ እራቁቴን ሲሆን ሸሽኝ ስለዚህ መላክ መሆኑን አረጋግጫለሁ ብላለች፡፡ጉድ እኮ ነው!!! እንደ እስልምና አስተምሮ ለሰው ልጅ መላክ በቀኝና በግራ፤ ከልጅነቱ ጀምሮ ይመደብለታል፡፡እንዴት መላክ የሰውን እራቁት አይተው ሼም ይዙዋቸው ሊሸሹ ይችላሉ??? ለአይሻስ መላክ ግብረ ስጋ ግኑኝነት የሚካሄድበት ቤትን ለቀው እንደሚወጡ ማነው ያአስተማራት???ሰው ነው የሰውን እርቃን የሚፈራውና የሚሸሽው፤ ምናልባት ዳሂል ከልቢ የተባለው ሰው ይሁን እርቃኑዋን ስታሳየው ሼም ይዞት ሲሄድ መላክ ነው ብላ እንድታስብ ያደረጋት?

፟  ሌላው ሙሃመድ ደውል የሰይጣን መገለጫ ነው ይላል፤ሶሂ ሙስሊም 21  መላክ ደውል ባለበት ቤት አይገቡም  ይላል፤ ተመልሶ ደግሞ በደውል ድምጽ ነው ጂብሪል ያነጋገረኝ ይላል ሙሃመድ ፡፡



ሙሃመድ ዉሂዉ የሚመጣልኝ ፤ በአይሻ አልጋላይ ስሆን ነው  /ቀሚስ ዉስጥ ሆኚ ነዉ ይላል

<br></br><br></br>

 የሙሃመድ መገለጥ መጣልኝ ከ መጻፍቅዱስ እይታ 
፤ ጌታችን መድሃኒታችን ኢየሱስ ክርስቶስ ከርሱ ቡሃላ የሚገለጡ አጥፊ የሰይጣን መልክተንኞች እንደሚመጡ ፤ 
2ኛ ጢሞ 3፤ 8  ማትዮስ 24 ፤11 ብዙ ሃሰተኛ ነቢያት ይነሳሉ ብዙዎችንም ያስታሉ    እንደሚለው  ፤ የአምልኮ መልክ ያላቸው ፤ ነገር ግ ን ፍቃዳቸውን ፤   በጂሃድ የሚፈጽሙ ጨካኝ ፤   እንጂ ለአለሙ ሰላምና ፍቅር ፤ አንድነት ሊያመጣ  የመጣል ተብሎ የተነገረለት ነቢይ  የለም፡፡

<br></br><br></br>

እንዲዉም አይሻ  ሙሃምድ ላይ ድግምት እንደደገመበትና   ይህንንም እንደ ማሳያ 
  መሃመድ ያልተደረገውን እንደ ተደረገ አድርገው ያወራ እንደነበረ ትናገር ነበረ ፡፡
እንደ ማሳያ ያቀረበችው ፤ ከሚስቶቹ ጋር ሳይገናኝ እንደተገኘ አድርጎ ያስብ ነበር ብላናለች፡፡ 

<br></br><br></br>
እንዲሁም  ሙሃመድ በሚከተለው ሃዲስ  በርሱ ዉስጥ ጂኒ(ሰይጣን) በዉስጡ የመኖር ስሜት   እንደሚሰማው 
ተናግሩዋል ፤፟ይህ በሙሃመድ ዉስጥ የሚያስቸግረው ሰይጣናዊ መንፈስ  እንዳለው ማመኑን  የሚያሳይ ነው፡፡

<br></br><br></br>


ሌሎች መንፈስ የሚስያቸግራቸው ሰዎች  መንፈስ በዉስጣቸው እንዳለ ለራሳቸው እንደሚታወቃቸው ፤ጂኒ  (ሰይጣንም) በሙሃመድ ዉስጥ እንዳለ  እራሱን ከተሰማው፤ ሰይጣን  ደግሞ   ለ አማናዊቱዋ ቤተክርስትያን ያለው ጥላቻ እንደሚከተለው  በመጻፍቅዱስ ተቀምጦ እናገኛለን 
ሰይጣን እንደሚዉጥ አንበሳ ከፊት ለፊታቹ ቆሙዋል  ሰይጣን ቤተክርስትያንን ለዘላለም እንደሚፈታተናት ተነግሮናልና ፤ ዉግያው ቅዱስ ጻዉልስ እንዳለው የስጋና ደም አይደለም 

<br></br><br></br>

ሰይጣን በባሃሪዉ የሚጎዳው መሀመድንም ጭምር ነው፤ ይህም ይህ ሰይጣን ሙሃመድን ሳይቀር ይጎዳው እንደነበረ፡፡

<br></br><br></br>
ጌታችን ኢየሱስ ክርስቶስ እራሱ ፤ክርስቶስ አልተሰቀለም የሚልል አካል ካለ ከሰይጣን እንደሆነ ነግሮናል ፤ ሙሃመድ ከ 600 አመት ቡሃል ይህን  መድገሙ በሙሃመድ  ጀርባ የሰይጣን መንፈስ  አለም የክርስቶስን አዳኝነት እንዳይቀበል  የሚያደርግ ና የሚያስክድ ከስይጣን መሆኑን አረጋግጠንና ዉግያችንም ከስጋና ከደም ጋር ሳይሆን   ከጨለማው አለም ገዚ ጋር መሆኑን ጠንቅቀን አውቀን እንድንራመድ የሚያደርገን ነው፡፡ 
ሲቀጥል ቅዱስ ና መጥምቁ ዮሃንስ ጌታችን መድሃኒታችን ኢየሱስ ክርስቶስን ፤ የሚመጣው ተጠባቂው አካል አንተ ነክ ወይስ  ሌላ እንጠብቅ ብሎታል ፡፡ ጌታችን መድሃኒታችን ኢየሱስ ክርስቶስም  በትንቢቱ የተነገረልኝ እኔ ነኝ ‘፤
ትንቢቱም ተፈጽሙዋል እዉራን ያያሉ ፡ሙታን ይነሳሉ በማለት ሌላ የሚጠበቅ አካል እንደሌለ ነግሮናል፡፡ታድያ  ይህን እንመን ወይስ ግመሌ ተሰረገቀ ብሎ እግራቸውን የቆረጠ፤ አይናቸዉን በጋለ ብረት የተኮሰ፤ የሚጠጣ ለአለም በነጻ የተሰጠ ዉሃ ጠይቀዉ ያልሰጣቸውን ሙሃመድን እንመነው፡፡

<br></br><br></br>
ጌታችን ኢየሱስ ክርስቶስ እራሱ ፤ክርስቶስ አልተሰቀለም የሚልል አካል ካለ ከሰይጣን እንደሆነ ነግሮናል ፤ ሙሃመድ ከ 600 አመት ቡሃል ይህን  መድገሙ በሙሃመድ  ጀርባ የሰይጣን መንፈስ  አለም የክርስቶስን አዳኝነት እንዳይቀበል  የሚያደርግ ና የሚያስክድ ከስይጣን መሆኑን አረጋግጠንና ዉግያችንም ከስጋና ከደም ጋር ሳይሆን   ከጨለማው አለም ገዚ ጋር መሆኑን ጠንቅቀን አውቀን እንድንራመድ የሚያደርገን ነው፡፡ 
ሲቀጥል ቅዱስ ና መጥምቁ ዮሃንስ ጌታችን መድሃኒታችን ኢየሱስ ክርስቶስን ፤ የሚመጣው ተጠባቂው አካል አንተ ነክ ወይስ  ሌላ እንጠብቅ ብሎታል ፡፡ ጌታችን መድሃኒታችን ኢየሱስ ክርስቶስም  በትንቢቱ የተነገረልኝ እኔ ነኝ ‘፤
ትንቢቱም ተፈጽሙዋል እዉራን ያያሉ ፡ሙታን ይነሳሉ በማለት ሌላ የሚጠበቅ አካል እንደሌለ ነግሮናል፡፡ታድያ  ይህን እንመን ወይስ ግመሌ ተሰረገቀ ብሎ እግራቸውን የቆረጠ፤ አይናቸዉን በጋለ ብረት የተኮሰ፤ የሚጠጣ ለአለም በነጻ የተሰጠ ዉሃ ጠይቀዉ ያልሰጣቸውን ሙሃመድን እንመነው፡፡

<br></br><br></br>
ሙሃመድ በመካ ከመጀመርያው መገለጥ መጣልኝ  ካለ ቡሃላ

ሙሃመድ በመካ ከውሂው መገለጥ ቡሃላ  
 መካ በሙሃመድ ዘመን  በ አረብ ሃገር ዉስጥ በታሪክ ደረጃ የማትታወቅ የአንድ ሰፈር አውራጃ ስትሆን፤ የእውሃ እጥረት ያለባትና ሙሃመድ መካን ማእከል በማድረግ ለ 15 አመታት ተገለጠልኝ ከማለቱ በፊት የነገደባት ፤ ከተማ ናት፡፡

    ሙሃመድ  ዉሂ ወረደልኝ ከማለታቸው ቡሃላ የሙሃመድን ታሪክ ሙሃመድ በመካና በመዲና ብለን ከፍለን መመልከት እንችላለን ‘፤ ይህን ከፍል ማየታችን የሚጠቅመን እያንዳንዱ የቁራን ክፍል የሙሃመድን በሃሪና ሁኔታ ይገልጻል ፤ ሙሃመድ ሲያኑ ቁራኑም ያዝናል ፤ ሙሃመድ ሲከፉ ቁራኑም ፤ የሚክፋ  በመሆኑ ነው፡፡ 

<br></br><br></br>
ሙሃመድ  ዉሂው/የመጀመርያው መገለጥ  ወረደልኝ ካለ ቡሃላ በመካ ለ13 አመት ሎጂካው ጥሪን ያዘለ ሰላማዊ  መንገድ እየተከሉ ያስተምሩ  ነበረ ሲራ ገጽ 39 ላይ

<br></br><br></br>
1 ተገልጠልኝ ካሉ ቡሃላ እራሱ ጣኦትን ማምለክ አላቆመም 
አልሂጂር 94 ላይ ሙሃመድ ሆይ አጋሪዎችን ተዋቸው ፤ ተብሉዋል ፡፡

<br></br><br></br>ይህ ዉሂ መጣልኝ ያሉት ጂብሪል ተገለጠልኝ ፤ ካሉ ቡሃላና  30 ሙስሊም አማኞችን    ማፍራት ከጀመሩ ቡሃላ ነ ዉ ፡፡ይህም ሙሃመድ ጂብሪል ኢክራ አንብብ ካላቸው ቡሃላ እራሱ ከቤተሰባቸው የወረሱት ጣኦታት ከቤታቸው እንዳለ ፤ ከ ጣኦት  እንዳልራቁና ፤ የጣኦት አምለክ ከልባቸው መላቀቅ እንዳቻሉ ፤ጣኦትን ማምለክ እንዳላቆሙ የሚያሳየን ነው፡፡  

 2 በመካ ታምር እንዲያደርጉ ተጠይቀው ነበረ፡፡ በመካ ያሉትን ተራሮች  ወርቅ እንዲያደርጉና ይህን ካደረጉ ያለምንም ግጭትና ፍጭት  እንደሚገዙለት በቁረሾች ተጠይቀው ነበር ፡፡ነገር ግ ን ሙሃመድ የእስልምናዉ ነቢይ ሙሃመድ ስለዚህ ጉዳይ አምላኬን ጠይቄው ፤  አንተ ከፈለክ  ይሆናል ነገር ግ ን ከዚያ ቡሃላ አንድ ኢአማኝ ቢኖር፡
አለምን ቀጥቼ በማላውቀው ቅጣት አጠፋቸዋለሁና ምረጥ አለኝ እኔም  አይ ሳታጠፋቸው በዚው ቢቀጥል ይሻላል
አልኩኝና በዚህ ተስማማን  ፤በማለት ታምር ላለማድረጋቸው እዉሃ ማንሳት የማይችል መልስ መልሱዋል፡፡ 
 <br></br><br></br>
 አንድን  አካል ትክክለኝነትክን ማወቅ ፈልጋለው፤ ተራራዉን  ወርቅ  አድርግልኝ  ስለው ፤ እሺ አደርጋለዉ ግ ን ካደረኩ ቡሃላ ካላመንክ በመጥፎ ቅጣት ከምቀጣክና ፤ ምንም ታምር ከማላደርግ ምረጥ  እንዴት ሊለኝ ይችላል ፡፡ የጌድዮን ጸምር
ኢዚጋር የሙሃመድ አላህ የተመለከተው የቁረሽ ህዝቦችን ብቻ ነው፤
 ይህን ቢያደርግ ዛሬ ሙሲሞች በኩራት የሚናገሩበት አንድ ታምር ያገኙ ነበረ:: 
 ሲቀጥል አላህ በቁራን  ታምር እንዳላደረገ ሲናገር ፤ የቀድሞ ሰዎችን ሰካዱ አላደርግም ይላል፤
  ይሄ ነን ሴንስ ና ኢሎጂካል ነው፤ ለአንዱ ጥፋት አንዱን መቅጣት ነው ፤ እኔ አባቴን ይህን አድርግልኝ ስለው 
  ፤ ወንድምክ ብር ስላጠፋ አላደርግልክም ማለት ነው፡፡
<br></br><br></br>


  ኣንዳንድ ሙስሊሞች ሙሃመድ በቁራን 
  ያደረገውን ታምር ማሳየት ሲያቅታቸው  ከ250  ኣመት ቡሃላ የመጡ  ለራሱም ከቁራን ጋር የሚጣሉ ሃዲስን ያቀርባሉ፤
  ተረታተረትን::የሙሃመድ ተከታይ ኣቡ በከር  500 ሃዲስ ከቁራን ጋር ይጋጫሉ ብሎ ያሰበውን ካቃጠለ፤ ከቁራን ጋር የሚጋጭ ሃዲስን ለምን ትቀበላላቹ
 <br></br><br></br>


   


    <div>
      <h1></h1>
      <Image 
        src="/images/about/t11.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>
 <div>
      <h1></h1>
      <Image 
        src="/images/about/t1.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>

 <div>
      <h1></h1>
      <Image 
        src="/images/about/t2.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>

     <div>
      <h1></h1>
      <Image 
        src="/images/about/t3.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>


     <div>
      <h1></h1>
      <Image 
        src="/images/about/t4.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>

    
     <div>
      <h1></h1>
      <Image 
        src="/images/about/t5.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>

    
     <div>
      <h1></h1>
      <Image 
        src="/images/about/t6.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>


     <div>
      <h1></h1>
      <Image 
        src="/images/about/t7.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>




     <div>
      <h1></h1>
      <Image 
        src="/images/about/t8.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>



     <div>
      <h1></h1>
      <Image 
        src="/images/about/t9.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>


     <div>
      <h1></h1>
      <Image 
        src="/images/about/t10.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>

    
     <div>
      <h1></h1>
      <Image 
        src="/images/about/t11.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>

    

ታድያ ሙሃመድ  ለትክክለኝነቱ ያቀረበው ቅርቡ ያለዉን ተራራ  ወርቅ ማድረግን በመሸሽ የመጻፉ ሰዎች የተባሉ ክርስትያኖችና አይሁዶች አባት ልጁን  እንደሚያዉቀው  ያዉቁኛል ማለት ሆነ፡፡
የቁረሽ ህዝቦችን የሙሃመድሃሰተኝነትን ለማረጋገጥ ተስፋ አልቆረጡም፤ ከመዲና አይሁዶችን በማስጠራት ፤ በቁራን ሳይቀር የሰፈረን ግልጽ የሙሃመድን ሃሰተኝነት  የሚያሳይ ምራፍን ትተው ሄደዋል፤ታሪኩ እንዲህ ነው፦



 <br></br><br></br> 
 ቁረሾች የሙሃመድን ሃሰተኝነት ለማጋለጥ አይሁዶችን ማማከር ፈለጉ ፤ አይሁዶች የራሳቸው መጻፍ ያላቸውና ፤ የነቢይነት መስፈርት አላቸው ፤ ተፍሲር አልቁርቱቢ ና ኢብን ኢሳቅ ስየዚን ታሪክ ግልጽ አድርጎ ይነግረናል፡፡ ቁረሾች አልነድሪብ ኢብን ሃሪስንና፤ኡክባ ኢብን አቢ ማይድን ወደ መዲና   አይሁዶች የሙሃመድን ትክክለኝነት በምን እንደሚያውቁ ይጠይቁዋቸዋል፤የአይሁዶች መምህራኖች(ራባይ) ሙሃመድን 3ት ነገር ጠይቁት እርሱን ከመለሰ ትክክለና ነው አሉዋቸው ፡፡
           1ኛው ስለ መንፈስ ቅዱስ
2ኛ ስንት እንደሆኑ የቀድሞ ሰዎች ፤ ታሪካቸው ምን እንደሆነ፤
3ኝ ስለ ዙልከርኔን፤ 2ት ቀንዶች ያለው ማን እንደሆነ ጠይቁት
ከዚያም እነዚ ተላኪዎች ወደ ቁረሽ ተመለሱና ሙሃመድን ጠየቁት ፤ ሙሃመድ ምንም በዚህ ግዳይ ላይ የሚያውቀው ነገር የለም፤ና ተዉኝ እኔ ነገ ይህን ጥያቄያቹን ጥያቂያቹን እመልሳለሁ አለ፡፡
አልቁርቱቢ እንደሚለን ፤ሙሃመድ በሚቀጥለው ቀን መልስ መስጠት አልቻለም፤ በሳምንትም መመለስ አልቻለም፤ በ ሚቀጥለው ቀን ቢልም፤ ከ 10 ቀን ቡሃላም ሙሃመድ ለጥያቄው መልስ መስጠት አልቻለም፤ ከ 15 ቀን ቡሃላ የመካ ሰዎች እስኪስቁበትና እስኪቀልሱበት ድረስ መልስ መስጠት አልቻለም እበረ፡፡ከዚያም ሙሃመድ ጂብሪል መቶ እንደመለሰለት መናገር ጀመረ፤ እነዚህ መልሶቹ ዛሬ በቁራን ላይ የሰፈሩ ናችው
፡፡ 1ኛው  በሱራ ኢስራ 17፤15፤ ስለ መንፈስ ይጠይቁሃል ፤ መንፈስ ከአላህ የሆነ ነገር ነው በማለት መለሰ፤ ይህ መልስ ሙሃመድ ጥያቄያቸውን እንዳልተገነዘበ የሚያሳይ ነው፡፡ ከኣላህ ያልሆነ ነገር ምንም የለም ፤ሙሃመድ በቀላሉ እያላቸው ያለው አላዉቅም ነው፡፡ አምላክ መንፈስ ምን እንደሆነ ያዉቃል ሙሃመድ ግን አላዉቅም አለ፡፡

2ተኛ ስለዙልከርኔን ይጠይቁሃል ፤ እርሱም የአልሌክሳንደር ዘግሬት ሌጅንድ ታሪክን ነገራቸው ፤ከምስራቅ እስከ ምእራብ እንደሚገዛ ተናገረ፡፡

3ኛዉ ስለ ወጣቱ ሰዉ ፤ስንት ናቸው፤እርሱም ስል ክርስትያን ሰው ነው የሚጠይቅክ አለው 

ስለዚህ እኛ ዛሬ ከሙሃመድ ጋር የምንንኖር የቁረሽ ህዝብ ብንሆን ፤ቤትኛዉ የነቢይነት መስፈርት ሙሃመድ ትክክለኛ ነቢይ ናቸው ብለን ልናምን እንችላልን ?አይሁዶች ክርስቶስን ታምራቱን በአይናቸው እያዩ ክደውበታል፤ እንዴት የቁረሽ ህዝብ አንዲት ታምር ሳያዩ በሙሃመድ ነቢይነት ይመኑበት?  ባለተማሩትና ጣኦት ያመልካሉ በሚባሉት አካላት አንዲት ታምር አድርና እንመንክ በሚል ንግግር   ተመጽኖ ከቀለለ ፤ እንዴት መጻፉን እሚያውቁት ክርስትያኖችና አይሁዶ  እንዴት  ተቀባይነት ሊያገኝ ይችላል፡፡


 <br></br><br></br>
 
 በቁረሾች በኩል ፍትሃዊ የሆነ ሙሃመድን ያልተቀበሉበት ምክንያት  አለ፤ እንዚህ ሰዎች አላህን / ጂብሪልን በአይናቸው አላዩትም  ፤ አንድ ሰው ከመሬት ተነስቶ ‘X’   የሚባል መላክ ተገልጦልኛልና ተቀበሉ  በሚል እንቆቅልሽ   ላይ ተንጠልጥሎ በቀረና መሬት ሊነካ በማይችል ፤  ማስረጃ ሊያምን አይችልም ::
ሙሴን  ፤ እግዚአብሄር እንዲቀበለው ፤ ጨካኙ ፈረኦን እንዲቀበለዉ ፤  ከታምር ጋር ነው የመጣው ፤  ነገር  ግ ን  የመካ ነዋሪዎች  አንዲት ታምር ማየትና በሙሃመድ ነቢይነት በሰላም ማመን  ቢፈልጉም እንኩዋ፤ ቁራን እንደሚለው አንዲት ታምር ሊደረግላቸው አልቻለም ፤ ዛሬ በሚሊዮን የሚቆጠሩ ሙስሊሞች የሚያምኑበት ሙሃመድ::ብዙ ጊዜ ሙስሊሞች የሚያዩት እውነትን መከተላቸውን ሳይሆን  በቁጥር መብዛታቸውን ነዉ፡፡ይህን እንኩ በወልድ ምክኛት መሆኑን ዘንግተዉታል፡፡ መብዛት  እዉንት ካልተያዘ እሬሳ ለማብዛት የሚሆንበት ጊዜ እንዳለ የኖህን ታሪክ መመልከት ብቻ በቂ ነው፡፡ ከአለም ህዝብ ዉስጥ የተረፉት 8 ሰዎች ቭቻ ነበሩና፡፡  

<br></br><br></br>
3ኛ  ሙሃመድ በመካ ለቁረሽ  የሚያስተምረው ትምህርት ፤ አዲስ ነገር የሌለውና ቀድሞ በነሱ ዘንድ የታወቀ የተለመደ  ትምህርት እንደነበረ  ይነሳል ፤ በሱራ ፤ ምርፍ 31፤   ሱራ 23፤ 83 ሱራ  6፤ 25 ሱራ  25፤4 ፟  5ላይ  ይህን የምትለውን ቀድመን ሰምተነዋል፤ የቀድሞ ፤ አባቶቻችን ንግግር ናት እንጂ ፤ ሌላ አይደለም ፤   ከፈለክ ይህን የሚመስል 
ማቅረብ እንችላለን እያሉ  የመካ ህዝቦች ሲያጣጥሉበት ነበርና ይሄ እርሱን ላለመቀበላቸው እንደምክኛት ይነሳል 
























4 ተገለጥልኝ ካለ ቡሃላ ፤ በመካ  የመጀመርያው የሙሃመድ ተከታይ ደም ማፍሰስ እስልምና እንደ ስጋት እንዲታይ አድርጎታል  ፤ 
ሙሃመድ በመካ ሳለ በቁርሽ  ህዝብና በ ሙሃመድ  ተከታዮች ዘንድ ጸብ ተፍጦሮ ነበረ ፤ ኢብን ይሳቅ እንደሚለን ፤  ፤ሙሃመድ  በመካ ሶላት እያደረጉ  ሳለ ፤ አንዱ የቁረሽ  ወገን የሆነው ሰው ሶላትን ያቁዋርጣል  ፤ በዚያም ሰአድ አቡ ዋቀስ  የተባለው የሙሃመድ  ተከታይ  በፈረስ አጥንት ቁረሽ   ነዋሪ የሆነዉን ሰው እንደገደለውና፤ ይህም በእስልምና የመጀመርያ ደም  መፋሰስ እንደሆነ የእስልምና መጻህፍት ይነግሩናል  ፡፡ 
5 ኛ ው  የሚናገሩትን አይተገብርም ሙሃመድ አንቀጾችን ከተናገረ ቡሃላ፤ የተናገረውን ይረሰዋል  እየተባለ ይተች  ነበረ፡፡  ሰዉ እንዴት ሶላት ጨምሮ  ከሰማይ የቀረደለትን  የቀን የቀን ተገባር ድርጊቱን ለራሱም ለነቢይ ሆኖ ይረሳል፤ስደግሞ በጣም የደነቀኝ   ስረሳ  አስታውሱኝ ብለዋል ፤ አንድ ሰው በሸርያ ህግ ሶላት ሳይሰግድ ከረሳ ቀጥታ ሞት ፍርድ ነው 


 

6 እውነተኛ  ነቢያት ከሃሰተኛ ነቢያት ከሚለዩበት አንዱ ቁልፍ  ፤እውነተኞቹ  ነቢያት ፤ 
ይታዘዛሉ ከፈጣሪያቸው ፤ ከዚያን የታዘዙትን ፤  ያከብራሉ  ፤ ያስከብራሉ ፤ ትዛዛትን እራሳቸው አክብረዉ ያከብራሉ::የዛሬ የእስልምና  ትክክለኛ ሙስሊሞች ለሶላት ያላቸውን ለመስጂድ ፤ ለውዱ፤ለእስልምና መርሆች ፤ ያላቸውን መርሆች ያላቸውን ቦታ እናውቃለንና ፤ እነሱን ባየንበት ፤ የሙሃመድን ግብር ስንመለከት ሙሃመድን   ት ዝብት ዉስጥ የሚከታቸው ብቻ ሳይሆን፤  ለዛሬ ሙስሊሞች ሙሃመድ እንደማይመጥናቸው ጭምር ነው::
A ሙሃመድ ለሶላት ያለው ቦታ ፤ህጻን  ልጅ የዘይነብን ልጅ እሽኮኮ አድርጎ ሶላት ያደርግ ነበረ 



ሙሃመድ ለምን መካን ከ 13 አመት ቡሃላ ስብከት ቡሃላ  መልቀቅ ፈለጉ? በሃይማኖት ሽፋን  ያመጡት የሙሃመድ አላም ምን ነበረ፡፡
         
ከላይ ለማየት እንደሞከርነዉ ሙሃመድ ለ 40 አመት ያህል  በመካ ጣኦት አምላኪ ነበረ ፤አባቱ አላት አሉዛና መናት የሚባሉ የአላህ ልጆችን የሚያመልክ ሰው ነበረ ፡፡     በዚህ ሰላማዊ አካሄድ በመካ ለ 13አመታት ሰላማዊና ክርስትያኖችም አይሁዶችም ይጸድቃሉ፤ በሃይማኖት ማስገደድ የሚል የለም   የማስተማር ጉዞ ማሳመን የቻሉት ጥቂት ሰዎችን  ከ  70፟ - 100 የሚጠጉ ሰዎችን ብቻ ነበሩ ፡
የሙሃመድ ትልቁ አላማቸው በሃይማኖት ሽፋን  ፤ከድህት መውጣት ፤ ንጉስ መሆን ፤ ሴቶችን የራሳቸው ማድርረግ ና ሃብታም መሆን ነበር፡፡  አጀማመራቸውም  እንደ ነቢይ ደማሳሽ በድንገት ነበረ ፡፡


ታድያ የሙሃመድ 13 አምት ሰላማዊና ሎጂካዊ ጉዞ  70 -፟ 100 የሚቀተሩ ሰውችን ብቻ ማምጣታቸው ፡ታምር ባለማሳየታቸው ህዝቡ አልቀበልም ማለቱና ’፤ ሙሃመድን ከካባ አምልኮ ማገዱ፤ እስትራቴጂያቸውን ለመቀየር ያስገደዳቸው ይመስላል ፡፡ በሰላም ወርቅ በተራራ ላይ አዝንበክ  አሳየን አለበለዝያ አናምንህም የሚለው የቁረሾች የጸና እምነት ሙሃመድን ወደ ማበሳጨትና መዲና በመሄድ በውዴታ ያልተቀበሉትን በግዴታ እንዲቀበሉ  ለማድረግ ያሰቡ ይመስላል ፡፤ እንዲሁም  በ የአመቱ የሚደረገው ብዙ ገንዘብ የሚያስገኘዉን የሳቸው ዘመዶች ቁጥጥር ስር ያለውን ከካባ የሚገኘውን ሃብት ለመቆጣጠር ያላቸው አላማ ፤ ሃሰን   ታጁ በተሮጎመው ሲራ ገጸ 1 ፤ላይ ወደ መዲና የሄዱበት ትልቁና ዋነኛ  ሚስጢር  ጦሩን አደራጅተው፤ መካን ለመውረር በማሰብ ነበረ፡፡ወደ መዲና ከመሄዳቸው በፊት መዲናን ተመልሰው ወረው ቁረሾችን እንደሚበቀሉ አስቀድመዉ ፤ ከመዲና ሰዎች ጋር ምክክርና ሚስጢራው ስብሰባ  ያደርጉ እንደነበረ ይነግረናል፡፡
ለዚህ ነው የእስልማና አስተምሮ ሰይፍን ካልተመኮዘ  በሰላማዊ አስተምሮ አንድ እርምጃ መራመድ እንደማይችል ነው ገጽ 105  


እስልምና በዚህ ምራፍ ነበረ ከ ሰላማዊነት ወደ ሰይፍ መመርኮዝ የዞረው ፡፡የዚህ  የሙሃመድ ታሪክ መጻፍ ጻሃፊም ፤

ስል እስልምና ማንነት በገለጸበት አንቀጹ እስልምና እምነት/ ሃይማኖት ብቻ አይደለም ይለናል፡፡


2ኛው ወደ መዲና መሄድና መካን ዳግም ለመያዝ የፈለጉበት ምክን ያት በዚያን ዘመን በየአመቱ የሚጎበኙ ጣኦት የሚመለክባቸው  ከ 26 በላይ የሆኑ የካባ ቤቶች  ነበሩ ፡፡ በመካከለኛው ምስራቅ የነበሩ ጣኦት አምላኪያን ፤ በነዚህ በተለያዩ ቦታ ወዳሉት ካባዎች በአመት አንዴ እየሄዱ ያመልኩ ነበረ፡፡ሙሃመድ የሃሺም ጎሳ ሲሆኖ፤ በዘመኑ የሚካሄደውን የካባ ጉዞ ግብር የሚሰበስቡ ነበረ ::
እነዚህ ቦታዎች ወደ አንድ  ቦታ ተሰብስበው በእርሳቸው ዉስጥ ማጠቃለልና ካባን የመካከልኛው ምስራቅ የንግድ ማእከል ማድረግ፤ የሙሃመድ  የዘወትር ፍላጎትና ምኞት ነበረ፤ ህዝቡ እርሱ ወደሚፈልግባት  ወደ  አንድ ቦታ  የሚሰበሰብ ከሆነ፤ ሙሃመድ የንግድ ስራዉን ዉሂው ከወረደለት ቡሃላ እራሱ አላቆመም ነበርና ሰዎች ጉብኝት ሲመጡ ; ግብይትን ለመፈጸም ይገደዳሉና፤ ይህን በማድረግ የመካከለኛውን ምስራቅ የንግድ  ማእከሉን ለመቆጣጠር ይፈልጉ ነበር፡፡ 

በሱራ 2፤140 ፤100 በሃጂ ጊዜ ፤ የትርፍ የንግድ የትርፍ ስራ ፤ ለናንተ ተፈቀደ ይላል ፤
 ይህ ሙሃመድ  በዚህ ስለሚገኘው  የንግድ ትርፍ አላህን ሳይቀር እንደሚያሳስባቸው መናገሩ፤ ለንግድ ለገንዘብ ያላቸውን ቦታ የሚነግረን ና ለዚህ አላማ  ጸንተው መቆማቸውን ና ቆራጥጥነታቸውን የምናየው በስተመጨረሻ በጦር መካን ዳግም በያዙ ጊዜ
አላህ፤ ሶመድም ፤ አላክበር ጀድና የመሳሰሉትን በመካ የሚገኙ ጣኦታትንና  በሌላ  26 ቦታ የሚገኙትን ጣኦታት አላህ  በሚባል አንድ የጣኦት ስም ስር  ማንበርከካቸው  ነዉ፡፡ወደ አንድ የመጡበት ፤ አንድ ነው ወደሚለው አስተምሮ የሄዱበት ነው ፤
እስልምና በተውሂድ ያምናል፤ ተውሂድ ማለት ተዋህዶ ማለት ነው፤ ፤ የ አክበር፤ ሶመድ; ጀድናና የመሳሰሉት ጣኦታት ተዋህዶ ነው፡፡በስተመጨረሻም ሙሃመድ ካባን ዳግም ከተቆጣጠሩ ቡሃላ ያደረጉት ይሄንን ነው 
ለዚህ ነው የቁረሽ ሕዝቦች ሙሃመድን አማልክቶችን አንድ አደረጋቸውን ይህ የሚያስደንቅ ነገር ነው ያሉት

 3ኛ አላማው የተዘረፈበትን ከከዲጃ ጋር ያፈራውን ሃብት ማስመለስ ነው ፡፡ከሰፈሩ ያስወጡትን መካዎች መበቀል 
ነው፡፡












ሙሃመድ በመዲና 622- 632
622፟ -624   እነዚ ምክኛቶች ሙሃመር ከመካ ወደ መዲና እንዲጉዋዝ ምክኛት ሆነዉታል፡፡ የመዲና ህዝብ በአብዛናው አይሁዶችና ክርስትያኖች የሚገኙበት ቅይጥ ህዝብ ነበረ፡፡አይሁዶች ከሶሎሞን ቤተ መቅደስ በጥጦስ መፍረስ ቡሃላ ተበታትነው የተወሰኑት በመዲና ሰፍረው ይኖሩ ነበረ ፤ ታድያ ሙሃመድ ያደረገው የመጀመርያ ተግባር 

 ወደ ኢየሩሳሌም  መስገድ መጀመር ነበረ፤የጦር ወታደር ከአይሁዶች ለመመልመል ፤ የኔ መጻፍ ከናንተ ጋር ይመሳሰላልና እመኑ እያለ ለነሱ ከብሉይ ኪዳን መጻህፍትና ከውንጌል መጻህፍት እየወሰድዱ ቁራን ላይ  ማካተት  ነበረ፤ለወንጌልና ለተውራት ትልቅ ቦታን መስጠት ነበረ፡፡ እናንተ ጋር ያለው እኛ ጋርም አለና እመኑ በሚል፤ ኢንጂል ብርሃን አለባት የሚል  የኩረጃ መንፈስን ነበረ ይጠቀሙ የነበሩት ፡፤
ሙሃመድ ወመዲና ከመጡ በመጀመርያ አመት ከተሰበኩት ስብከቶች ዉስጥ ለመጀመያ ጊዜ ስለ አዳም ታሪክ በቁራን ዉስጥ መተረኩ ነው ፡ ጾም ማስጀመራቸው  ነው፡  ይህም ውሂው መምጣት ከጀመረ  ከ 14 አመት ቡሃላ መሆኑ  የሚዘነጋ አይደለም፡፡  ከዚህ ቡሃላ ነበረ ሙሃመድ ለራሳቸው አላማ ሲሉ ለጦር ምልመላ ሰለ አይሁዶች መጻፍ  ከ አደም መወቅ ጀምሮ በጎላ መናገር የጀመሩት ፤ ከነሱ ኮፒ ማድረግ የጀመሩት ; ለወንጌል ቦታ ሰተው ኢንጂል ብርሃን አለበት ፤ ክርስትያኖች እናንተ በርሱ ተዳኙበት ፤ በርሱ ካልተዳኛቹ ቅጣት ይጠብቃቹዋል ማለት የጅመሩት፤ ይህን ሲናገሩ ኢንጂል ዉስጥ ኢየሱስ ክርስቶ ተሰቅሉዋል ይበል አይበል ደንታቸው አልነበረም፤ ኢየሱስ  የእግዚአብሄር ልጅ ነው አይደለም የሚለው ደንታችው አልነበእም አላማህ ቁጥርን መጨመር ነውና፡፡

    ጠቅለል  በማድረግ ሙሃመድ ከመጻፉ ሰዎችከተባሉ አይሁዶችና ክርስትያኖች  መጻፍ  ኮፒ ያደርጉ እንደነበረ  ማስረጃ 

የእስልማናው ነቢይ ሙሃመድ  ከመጻፉ ሰዎች ከተባሉ ክርስትያኖችና አይሁዶች  ፤ኮፒ ማድረጉን የሚያሳዩ 7 ማስራጆች
1  መጀምርያ ሙሃመድ በቁረሽ ማህበረሰብ ዘንድ ፤ በአከባቢው ህዝብ ዘንድ ወሬን  በማመላለስ  እንደሚታወቅና ማታ ማታ የሰማውን ቀን ቀን እንደሚያስተምር፤ 
በሱራ 25፤5 ላይ አሉም፤ የመጀመርያዎቹ ሰዎች ተረቶች ናት፤ አጻፋት፤ እርሱዋም_በርሱ ላይ ጠዋትና ማታ ትነበብለታለች፤  ይላል  ይህም ሙሃመድ  ማታና ጠዋት እየሰማ ቀን ቀን የሰማውን እንደሚናገር የሚያሳይ ነው ፤
፤   በሱራ 9፤61 ከእነርሱም ነቢዩን የሚያሰቃዩ ፤እርሱም ጆሮ ነው፤ ወሬ ሰሚ ነው የሚሉ አሉ፤ ይላል
በሱራ 3፤31 ላይም  በእርግጥም ሰምተናል ፤ በሻን ኖሮ የዚህን ቢጤ ባልን ነበረ፤ ‘ ይህ የመጀመርያዎቹ ሰዎች ጽሁፍ ተረት እንጂ  ሌላ አይደለም፤ እያተባለ በአከባቢው የሚኖሩ በ ቁረሽ ነዋሪዎች  ሳይቀር ወሬን በማመላለስ እንደተተቸ  ቁራኑ ምስክርነቱን ይሰጣል፡፡

2። .   የእስልምናው ነቢይ ሙሃመድ  በመጠራጠር ውስጥ ቢሆን ክርስትያኖችን እና አይሁዶችን የመጠየቅ ፍቃድ እንደተሰጠው በ ቁራን  ሱራ 10፤94 ላይ  ፤ወዳንተም ካወረድነው በመጠራጠር ውስጥ ብትሆን:: እነዚያን ካንተ በፊት መጻፉን የሚያነቡትን ፤ ጠይቅ፤  ይላል ፤፟   ቀድመው መጻፉን የሚያነቡ የተባሉት ፤ ከቁራን በፊት መጻፍ  ወርዶላቸዋል ተብሎ ቁራኑ የሚመሰክርላቸው ፤ ክርስትያኖችና አይሁዶችን ናቸው  
በመጠራጠር ውስጥ ብቶን የሚለውን ይዘን   ‘፤ ሙሃመድ ተጠራጥሮ ያውቃል እንዴ ስንል በሱራ 34 ፤ 24 ላይ ወይ እኛ ወይ እናንተ  ትክክለኛው መንገድ ላይ ነን በላቸው የሚል የቁራን ክፍል ሙሃመድ መጣልኝ ማለቱ  ፤ ሙሃመድ የጥርጥር መንገድን እየገፋ መኖሩን እነነዘባለን  
፤ ታድያ እንደ እስልምና አስተምህሮ  ለመጨረሻው ነቢይ ሙሃመድ የክርስትያኖች እገዛ ካስፈለገው፤ለዛሬ  የዋህ ሙስሊሞች ፤ ምን ያህል ያስፈልጋቸው ይሆን የሚለውን ግምት ዉስጥ ያስገባው ቁራን 
በ ሱራ ምራፍ 21፤7 ላይ፤  የማታውቁ ብቶኑ; የመጻፉ ሰዎችን ጠይቁ ብሎ ሙስሊምች ኢቭን ካልገባቸው የመጽፉ ሰውችን እንዲጠይቁ ያዛል። ፤   

፤ 3  ሳሂህ አልቡክሃሪ 5917  ላይ 
The propgete used to copy the pople of the scriptres in matter  in which there is no older from allah
ነቢዩ ከአላህ  ት ዛዝ ባልመጣላቸው  ጊዜ   ከመጻፉ ሰዎች ፤ መጻፍ ኮፒ ያደርጉ ነበረ  ይላል፡፡
4  ፤  sahih albukhai 3617  ላይ ላይ እንዲህ ይላል ሱራ አልበቀራንና አሊምራንን የሚያነብ እስልምና ን የተቀበለ አንድ ክርስትያን ነበረ፤ ፤ ቡሃላ ወደ ክርስትና ዳግም በመመለስ፤ እኔ ከጻፍኩለት በቀር ሙሃመድ ምንም አያውቅም ይል ነበረ     ይላል
  sahih albukhai 3617 their was Christian who embressed islam  and read surat albeqerah and al Imran and he used to write the revelation for the prophete 
  .later on he returned to the christainity again and he used to say ;; muhammed knows nothing but 
; 
 5   በሳሂ አልቡካሪ መጻፍ 5 ቁጥር፤ 6 ላይ; ሙሃመድ ምንድነው የምታከብሩት ብሎ አይሁዶችን ከጠየቃቸው ቡሃላ፤ በነገሩት ጊዜ;  እኛኮ ሙሴን ከናንተ በላይ እናውቀዋለን በማለት  ሙስሊሞች የአሹራን በአል እንዲጾሙ  አስደርገ ፤ የአሹራ በአልም  እንዲከበር አዘዘ::
ከሚቀጥለው አመት  ቡሃላ በተለየ ቀን ጹሙ በማለት  ለተከታዮቹ ሙስሊሞች ትዛዝ አስተላለፈ፤  አዲስ ሃይማኖት የሚፈጠረው የተወሰነውን በማመሳሰል የተወሰነውን በማቃረን ነውና 
   6       በሳሂ አልቡካሪ መጻፍ6፤ሃዲስ  03 ላይ ፤ሙስሊሞች እንዴት መጸለይ እንዳለባቸው ከአይሁዶች  እንደተቀበለ፤ በአስስክሬን ጸሎት ላይ ሆኖ ሳለ  አንድ አይሁዳዊ ወደርሱ መቶ ይህኮ እኛ እንደምናደርገው እያደረክ ነው ይለዋል::ያኔ ወድያው  ከዚህ  የአይሁድ ንግግር ቡሃላ ቁጭ ይልና ፤ የቆሙ ሙስሊሞችን ቶሎ ተቀመጡ ፤ ቶሎ ተቀመጡ ፤ ከነሱ የተለየ አድርጉ አላቸው ይለናል፡፡ 
   7    በሱነን አቢ ዳውድ 42፤ 03 ላይ ስለ ጺም መቀባት ፤ አይሁዶች ጺማቸውን ስለማይቀቡ ፤ በመቀባት ከአይሁዶችና ፤ከክርስትያኖች ተለዩ ብሎ ሙስሊሞችን አዙዋል፤
  8 ሙሃመድ ሱራ6፤101 l the prophate used to teach from christain 



</p>              </div>
             
<div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
         

                </h3>
          <h5 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
       

                </h5>

                <h5 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
       

 
                </h5>
                 

                 
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
          
</p>              </div>
             
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
            
                </h3> <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
               



             </p> </div>
              <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
           

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                            




                </p>

              </div>



 <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
       


                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                           

               </p>

              </div>
             

              <div className="h-px w-full bg-gradient-to-r from-transparent via-[#D2D8E183] to-transparent dark:via-[#959CB183]"></div>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default AboutSectionSix
