import Image from "next/image";

const AboutSectionFiften = () => {

  return (
    
    <section className="py-16 md:py-20 lg:py-28">

      <div className="container">
        <div className="-mx-4 flex flex-wrap items-center">
          <div className="w-full px-4 lg:w-1/2">
            <div
              className="relative mx-auto mb-12 aspect-[25/24] max-w-[500px] text-center lg:m-0"
            >
              <Image
                src="/images/about/about-image-2.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="drop-shadow-three dark:hidden dark:drop-shadow-none"
              />
              
              <Image
                src="/images/about/about-image-2-dark.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="hidden drop-shadow-three dark:block dark:drop-shadow-none"
              />
            </div>
          </div>
          <div className="w-full px-4 lg:w-1/2">
            <div className="max-w-[470px]">
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
             የቁራን ሌብነት 
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
        አንድን አካል ከአንድ ነገር ጋር ምታነጻጽረው ሁለቱም፤ እራሳቸውን ችለው ሲገኙ ነው::አንዱ በአንደኛው ጥገኛ ሆኖ፤ ይሄ ከዚህ ይሻላል ማለት አይቻልም፡፡ የሙሃመድ ሃዲሳቸው፤ ዉሂ ባልወረደላቸው ሰአት ፤ሙሃመድ ከመጻፍ ቅዱስ ይገለብጡ እንደ ነበረ ይነግረናል፡፡
ሙሃመድ ከሳይንስ የኮረጀው አለ(ምድርን በየደረጃው)፤ ከ ታሪክ አሌክሳንደር ዘግሬት የኮረጀው አለ፤ከመጻፍቅዱስ የኮረጀው አለ፡፡
ስለዚህ ገልባጩ ቁራንን ከተገልባጩ መጻፍቅዱስ ማነጻጻር ፤ ተሰራቂዉን መጻህፍ ቅዱስ፤ ከሰራቂዉ  ቁራን ጋር ማነጻጸር የማይቻል ነው፡፡


<br></br>Sahih albukhari 5917 the prophet used to copy the people of 
the scribtures in matters in which there was no order from allah.

<br></br>

ሞባይል ሰሪዉን ከሞባይል ሰራቂው ጋር ለማነጻጸር የሞራል አቅም አይኖረንም
ሲቀጥል አንድ ሌባ ቤትክ ገብቶ  መጻህፍትክን ሲገለብጥ የተደረሰበት ከታወቀ ቡሃላ  ፤ ይህን መርዶ ከሰማክ ቡሃላ፤ ሌባው  ተመልሶ ይህ የኔ ሃሳብ ነው ቢልክ በምን ታምነዋለክ ፡፡
ሲቀጥል  ሙሃመድ  ሁሉን ከክርስትያኖች መጻፍ  ኮርጁዋል ብለን አናምንም፤
ነገር ግ ን ጌታችን መድሃኒታችን ኢየሱስ ክርስቶስ  በዮሃንስ 10፤10 ላይ የተናገረዉ፤ 
ሌባው ሊሰርቅ፤ ሊያርድና ሊያጠፋ እንጂ ለሌላ  አይመጣም የሚለው ትንቢት ተፈጥሙሃል ብለን እናምናለን፤ 
<br></br>
ዮሃ 10፡10 ሌባዉ ሊሰርቅና ሊያርድ ሊያጠፋም እንጂ ስለ ሌላ አይመጣም፤እኔ ህይወት እነዲሆንላቹ አንዲበዛላቹም መጣሁ

<br></br>ሌባ ይሰርቃል ከዚያም ያድዳል፤ ከዚያም ያረደበት እንዳይታቀቅ ያጠፋል ነው፡፡እኛ በግ ስናርድ ጎሮቤት እንጠራለን  ፤ ቆዳዉንም እንሸጣለን፡፡ሌባ በባሃሪው ጎሮቤት አይጠራም ፤ እኛን ሳያስፈቅደን ነው መጻፋችንን የገለበጠው
ሌባ ሊሰርቅ እንጂ አይመጣም ማለቱ wengiel መንፈሳዊ መምህር መስለው ፤ የሰውን ህሊና ሊስርቁ  እንጂ አይመጡም  ማለቱ ነው ፤ 
 ሌባው ሊያርድ  እንጂ አይመጣም ማለቱ  ፤ እነዚህ መንፈሳዊ መምህር የሚመስሉት ሌቦች ፤ከቤተ ክርስትያን ሊለዩ ፤ ከሃይማኖት ሊለዩ የሚመጡ ናቸው፤ማለት ነው ፡፡
 ቤተክርስትያን ነፍሳችን ናት፤ ብጹው ወቅዱስ አባ ማትያስ፤ ሃይማኖታችን  የደም ስራችን ናትና ልንንከባከባት ይገባል ብለዋል በረከታቸው ይደርብን፡፡
ሌባው ሊያጠፋ እንጂ አይመጣም ማለቱ ማጥፋት ማለት ተስፋ ማስቆረጥ ነው፡፡ሙሃመድ በጦር እያስፈራራ ነው፤ ቤተክርስትያንን ሊያጠፋ የመጣው፡፡እስቲ አንድ ግለሰብ ፤በዚህ ዘመን  የኔን ሃይማኖት ካልተቀበላቹ  እገድል ዘንድ ታዝዛለው ብሎ ሰይፉን በቲክቶክ ላይ ቢያሳያቹ፤ ምንድነው የምትሉት ፤ ቀላጅ ዱርየ ነው የምትሉት፡፡ ነቢይ ደምሳሸን ቀላጅ ብለነዋል፤ ሰይፉን ቢያነሳ ወይ ወታደሩ መጣ ነው የምንለው፡፡
ሙሃመድ በበኒ qureyza ዘመቻ 800 ንጹ የሆኑ ዜጎችን ነበረ፤ አልተቀበሉኝም ብሎ፤ ቦይ አስቆፍሮ አንገታቸውን የቀላው፡፡ 
አይ ኤስ አይ ኤሶችን ታስታውሳላቹ፤ ዛሬም ብዙ ሰማእታት፤ 


 <br></br>  
    
ሰለዚህ የተወሰነውን ከሰረቀው ቡሃላ ፤ የሰረቀውን መጽሃፍ አርዶታል / ለውጦታል ::
ስለዚህ ያለን አማረጭ ሙሃመድ ሳይገባው ኮፒ ባደረጋቸው(በገለበጣቸው) ተጠቅመን ወንጌልን ለምስሊሞች መስበክ ነው ::
 ሙሃመድ የተወሰነዉ የመጻህፉ ሰዎች መጻፍ እንደገለበጠ በማስረጃ እንመልከት::

<br></br>

ሙሃመድ ከመጻፍ ቅዱስ ሰዎች የኮረጀው ቁራን  የምንላቸው ሙሃመድ የተወሰነውን ከመጻፍቅዱስ ገልብጫለሁ ባለን መሰረት፤ የገለበጠዉንና አስቀድመን እኛ የምናቀው ነገር ነው የሚያውቁት ነገር በመጣላቸው ጊዜ በርሱዋ ካዱ ይላል፤
ታድያ ሙሃመድ እኛ የመጻፉ ሰዎችን ሳይጠይቀን ፤ በዘመኑ የነበሩትን ሊቃነ ጻጻሶቻችንን ሳያስፈቅድ ፤ከኛ ከክርስትያኖች መጻፍ መገልበጡ፤ ሌባ ነው ብለን እንድናስብ ብቻ ሳይሆን ፤ ቁረሾች እንደሚያስቡት፤ ሙሃመድ ሁሉንም ምንም  ከሰማይ የወረደለት ነገር የለም  ሚለው የቁረሽ ድምዳሜ  እውነታን፤ በቅንነት እንድናስብ ያደርገናል፡፡ 

   <br></br>
    
   ሱራ 2፡89 ፡ያወቁት ነገር በመጣላቸዉ ጊዜ በእርሱ ካዱ ይላል::ቁራን ታምር ነው የሚለው አስተምህሮ የሚመታው እዚጋር ነው፤ ታምርነቱ ምናልባት 
   ማንበብና መጻፍ ለማይችሉ ለቁረሽ ህዝቦች ሊሆን ይችላል ነገር ግ ን ለኛ የሚታውቅ ነው፡፡    
      
<br></br>



</p>              </div>
             
<div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
 
አምስቱ ስለ ሙሃመድ መገልበጥ ወሳኝ ጥያቄዎች(always the burden of proof is  on the claimer)
                </h3>
        
                 

                 
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
         

<br></br>
1     ሙሃመድ መጻፍቅዱስን/ክርስትያኖችን እንዲጠይቁ  ታዘዋል ወይስ አልታዘዙም???
  
<br></br> 
2.    ከታዘዙ ይህን ትዛዝ ፈጽመውታል(ገልብጠዋል) ወይስ አልፈጸሙትም(አልገለበጡም)???


<br></br>
3.   ሙሃመድኮ መጻፍና ማንበብ የማይችሉ ከሆነ እንዴት  ሊገለብጡ ይችላሉ?(የሙሃመድ አላዋቂነት በእስልምና ታምር ነው )  


<br></br>
4     በመካና በመዲና አከባቢ ምንም ክርስትያንና አይሁድ ከሌለ፤ ከማን ሊወስዱ ይችላሉ???
       ወንጌል በአረበኛ የት ነበረና ነው ሙሃመድን ሌባ የምትሉት???  ለሚሉ



<br></br>



</p>              </div>
             
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                ሙሃመድ መጻፍቅዱስን/ክርስትያኖችን እንዲጠይቁ  ታዘዋል ወይስ አልታዘዙም???
                </h3> <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
   
 ሙሃመድ በመጠራጠር ዉስጥ ብቶን የመጻፉ ሰዎችን መጽሃፍ እንዲጠይቅ
  እንደታዘዘ ይነግረናል፤ ያንን የመሰለ እንደእስልምና ገናናዉ ነቢይ፤ ክርስትያኖችን ጠይቅ ከተባለ ፤
   ምን ያህል የዛሬ ሙስሊሞች የመጻፉ ሰዎች የተባሉ ክርስትያኖችን መጠየቅ እንዳለባቸው የሚነግረን ነው፡፤ 
   እንዲሁም እግር በእግር ይከተለን እንደነበረ:- <br></br> ሱራ 10፡94 ወደ አንተም ካወረድነዉ በመጠራጠር ዉስጥ ብትሆን እነዚያን ከአንተ በፊት መጽሃፉን የሚያነቡትን ጠይቅ፡፡
  
   <h3> ከራሱ አልፎ  ሙስሊሞችን ሳይቀር እስከመከታል  ድረስ  መድረስ ና መከተል እንዳለባቸው አዙዋል</h3>

   sahi muslim 2669a you woud tread the same path as was trodden by those before you inch by inch and step by step so much so that if they had entered into the hole of the lezar,you woul follow them in this also ,we saud : Allahs messangers,
    o you mean jews and Christians ?he said who else
  <br></br><br></br>


          </p> </div>
              <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
          2 ከታዘዙ ይህን ትዛዝ(ሙሃመድ) ፈጽመውታል(ገልብጠዋል) ወይስ አልፈጸሙትም(አልገለበጡም)???

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                          Sahih albukhari 5917 The prophet Used to 
                          copy the people of the Scripture in matters in which there was no order from allah      </p><br></br>

              </div>


<br></br>



 <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
      3     ሙሃመድኮ መጻፍና ማንበብ የማይችሉ ከሆነ እንዴት  ሊገለብጡ ይችላሉ?  
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
  ኡሚ የሚለው  ፊደል ለማይችል ብቻ ሳይሆን፤ መጻፍ ያልወረደለትም ህዝብ ኡሚ ይባላል፡፡ 
      እንዴት 2ት ሳምንት ይሚያለውን፤23 አመት ሙሉ፤ሳያውቁ ሞቱ ማለት አይቻልም፡፡
      <br></br>sahih albukhari  114 ibn abbas said ‘when the ailment of the prophet became verse, he said:- 
      Bring for me paper and I will write for you a statement after which you will not go astray
      <br></br>
      በሁደቢያ ዘመቻ ፤ ሙሃመድ ነቢይነቱን አንቀበልክም ሲሉት፤
 ተስማምቶ ፤ ይህንን ጻፍ ሲለው፤
አሊ አልጽፍም ይለዋል፤ ከዚያም ሙሃመድ እራሱ 
ስሙን ጻፈ ይለናል፤ሳሂ ሙስሊም

               </p>

              </div>


              
 <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
        የሙሃመድ ጸሃፊ ምን አሉ? 
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
  ስለዚህ ከዚህ ከላይ ባየነው ምራፍ ሙሃመድ ከመጻፉ ሰዎች ከተባሉ ፤ ክርስትያኖች ይገለብጡ እንደነበረ፤ ለኡስታዞች 
ስናሳያቸው ሙሃመድኮ ፤ መጻፍ አይችሉም ያጽፉ ነበር እንጂ ይሉናል ፤ ታድያ ሙሃመድ
 እስልምና እንደሚያምነው መጻፍ የማይችሉ ከሆነ ጸሃፊያቸው ስለዚህ ጉዳይ እንደሚከተለው ይለናል፤ 
 ከላይ ለማየት እንደሞከርነው ፤ የሙሃመድ ጸሃፊ ፤ ክርስትያን እንደነበረና፤ ይህ ጻፊያቸውም ፤ እስልምናን ተቀብሎ ጸሃፊያቸው ከሆነ ፤ ቡሃላ እስልምናን ለመልቀቅ ይገደዳል፡፡ ለዚህ ደግሞ እንደ ምክን ያት ያቀረበው፤ እርሱ ከጻፈለት በስተቀር ሙሃመድ  ምንም የማያዉቅ ሃሰተኛ  ነቢይ እንደሆነ መናገሩ ነው፡፡
ይህ ክርስትያን ስለሙሃመድ ሃሰተኝነት ፤ ለአለም ያበረከተው አስተዋጾ  የሚዘነጋ አይደለም፡፡

               </p>

              </div>

             
 <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
    እንዴት ሰረቀ? 
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
  
  ሱራ 16፡103 ሳዲቅሙሃመድን በየቀኑ የሚገናኘው ክርስትያን ነበረ
 & ሳኒ ሐቢብ
እነርሱም «እርሱን (ቁርኣንን) የሚያስተምረው ሰው ብቻ ነው» ማለታቸውን በእርግጥ እናውቃለን፡፡ የዚያ ወደርሱ የሚያስጠጉበት ሰው ቋንቋ ዐጀም ነው፡፡ ይህ (ቁርአን) ግን ግልጽ ዐረብኛ ቋንቋ ነው፡፡
https://www.quranv.com/am/16/103 ?   Al-jelalayn 16:103 This was a christian blacksmith whom the Prophet used to frequent

  
                <br></br>



              
                          </p>

              </div>


               <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
    5.ወንጌል ክርስታኖች  የት ነበሩና ነው ሙሃመድን ሌባ የምትሉት??? በመካ ክርስትያኖች እንዳሉ

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

 <div>
      <h1></h1>
      <Image 
        src="/images/about/cor1.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
  

  
 <div>
      <h1></h1>
      <Image 
        src="/images/about/cor2.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>
  </div>

  <div>
      <h1></h1>
      <Image 
        src="/images/about/cor3.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>


 <div>
      <h1></h1>
      <Image 
        src="/images/about/cor4.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />
    </div>

  
  <br></br>


<br></br>



 ለሃጥያተኞችና ለጻድቃን፤ ያዘንባል፤ የሚወዱዋቹን ብቻ ብትወዱ ከሆነ፤ ምን ዋጋ ታገኛላቹ፤ ቀራጮችስ ይህንን ያደርጉ የለምን
<br></br>
ሰብአዊነት   ሰብአዊነት   ሱራ 47፡35 እናንተ አሸናፊዎች ስትሆኑ አላህ ከእናንተ ጋር ሲሆን አትድከሙ፡፡ወደ እርቅም አትሩጡ፤
<br></br>
ሰብአዊነት  sunan alnesai 4059- the messanger of allah said ‘who ever changes his religion kill him”  

<br></br>
የዘመናችንን ሰማእታት 1970 ከዚያን ቡሃላ
1998 የሊቢያ ሰማእታት 10ኛ አመታቸው ነው 
በ 1998 ፤ አሊይ ጭሪ ባሌዎች ታውቁታላቹ ጭር ሲል አይወድም፤
1998፤  ጠቅላይ ሚኒስተሩ እንደ እንትና ሆነች ፤ የደረሰን መረጃ የሚያመለክተው፤ 
በሶማሌ የአህመድ ግራኝን ወረራ የሚረሳ አይደለም፤ አህመድ ከሶማሌ ተነስቶ 
ተከብቢያለው በሚል ስሜት  አሁንም በአንድ እጅክ ቲክ ቶክ በ አንድ እጅክ እባክህን አስቀምጠው፤ የሰውን ልጅ 
በውስጥ እናስባቸዋለን፤  the Blood of the Christian is the seed of the church ; tertuliyan;

<br></br>ወንዶችና ሴቶች
<br></br>
እዝራ ሱቱኤል፤ 3 ፤12 ሴቶች ያሸንፋሉ ይለናል፡
መጻፍቅዱሳችን ፤ ነገስታትን ወልደው ያስገኙ ያሳደጉ፤ እንዲሁም  የመግዛትና ይማዘዝ፤አቅም እንዳላቸው እውቅና ለሴቶች ስማቸውን ጠርቶ ይሰጣል፡፡
እናንተ ሰዎች ሆይ ንጉሱ ታላቅ አይደለምን፤ ሰዎቹስ ብዙ አይደሉምን፤የሚገዛቸውና የሚያዛቸው፤ ማነው ? ሴቶች አይደሉምን፤ ሴቶች ምድርንና ባህርን፤ የሚገዙ ንጉስንና ህዝቡን ሁሉ ፤ ወልደዋል፤ ከእነርሱም ተወለዱ፤ እነርሱም፤ ከርሱ ወይን የሚገኝበት፤ የወይን ተክልን የሚተክሉ ሰዎችን አሳደጉ 
፤ እነርሱም ለሰዎች ፤ ልብስን ይሰራሉ፤ ለወንዶችም ክብርን ያደርጋሉ፤ ወንዶችም ያለ ሴት መኖር አይቻላቸዉም;;;;;;ሰውም ያሳደገውን አባቱንና ሃገሩን ትቶ ሚስቱን ይክተላል፤ ስለሚስቱም ነፍሱን ይሰጣል፤ አባትን እናትን ሃገርንም አያስባቸውም፤በዚህም ሴቶች እንደሚይሸንፉዋቹ/// እንደሚበልጡዋቹ፤ ታውቃላቹ፤?
መጻፍቅዱሳችን ሴቶች እንደሚበልጡ ሲናገር ይሄ ብቻ አይደለም፤ሲራክ ሰላሳስድስት ሃያ አምስት፤ ላይ፤
ሴት መልኩዋ ፊትዋን ያበራዋል ከሰው ሁሉ ፍቃድ እርሱዋ ትበልጣለች ይላል
<br></br>
ወንድ ከወለዱለት፤ ከእናቱና ከአባቱ፤ ይልቅ ሚስቱን ይወዳታል፤  በሴቶችም ምክን ያት ልባቸው የጠፋ፤ ስለ እነርሱም የተገዙና’ ; ባርያዎች የሆኑ፤ ብዙዎች ናቸው፤ በሴቶችም ምክን ያት የሞቱ፤ የተሳሳቱና የበደሉ ብዙዎች ናቸው፡፤ በማለት ሴቶች የአለማት ቁንጮና ጉልላት፤  የስነ ፍጥረት ክብር እንደሆኑ ይገልጣል፡፡

 በሰማይ ስር አትም፤ ከፈጣሪ በታች ከፍጡራን  ሁሉ በላይ ብላ ቤተክርስትያናችን  የምታስቀምጠው፤
እመቤታችን ቅድስት ድንግል ማርያም ፤ ከመላእክት ወገን ሳትሆን ከሴት ወገን ናት፡፡
<br></br>

ሴቶች ነብያትና ነገስታት ጭምር እንዳሉ መጻፈ መሳፍንት 4፡4 በዚያም ጊዜም ነቢይቱ የለፊዶት ሚስት ዲቦራ በእስራኤል ላይ ትፈርድ ነበረች
<br></br>

ወንድ የለም ሴት የለም ሁሉ በክርስቶስ አንድ ነው አለገላትያ 3፡28
 አይሁዳዊ ወይም የግሪክ ሰዉ የለም፡ባርያ የለም ወይም ጨዋ የለም ፤ ሁላችሁ በክርስቶስ ኢየሱስ አንድ ናችሁና፡፡
<br></br>

ሴት በ ፈጣሪ መልክ ስትመሰል፤ የሙሃመድ ተከታይ ሴቶች ፤ በሰይጣን እንደሚመሰሎ  ሙሃመድ ይናገራል፡፡
ሳሂ ሙስሊም 14ሃምሳ ሁለት
 ስለ ሴቶች ፤ ሴቶች የሃይማኖት እጥረት ስላለባቸው፤ ሴትን ደደብ አድርጌ  ፈጥሬያታለሁ እያለ  አብዛአኞቹ  የሚለውን
<br></br>
በእውቀትና በሃይማኖት ያነሱ ናቸው ሙሃመድ በሃዲሱ በግልጽ በእዉቀትና በሃይማኖት ከናንተ ያነሰ አላየሁም፡፡  
ሴቶች እርሻ ዎች ናቸው፤ እርሻ የሚባለው እንደአገባቡ ሊለያይ ይችላል፤ ነገር ግ ን የዚን ተፍሲር ስናያ
ሴቶች፤ አንድ የሙሃመድ ተከታይ ወሲብ በ አራቱም ማእዘን መፈጸም ሲፈልግ ፤ ሚመስቱ እረ ሼ ነው ትለ የ፤ሙሃመዋለች ፤ ሙሀመድ  ይዳኘን በሚለው ተስማምተው ፤ ሙሃመድ ጋር ሲሄዱ ፤ ሙሃመድ ምን አለ፤ 
ሴቶቻቹ እርሻዎች ናቹ ብሉዋል


<br></br><br></br>

የሴቶች ነጻነት፤  አንዳንዶች  እስልምና  ሴቶቸን የሚያበረታታና ነጻ የሚያወጣ ነዉ፤ ይላሉ፤ ሙሃመድ ደገሞ የ መጀመርያው ፌሚኒስት ነዉ የሚሉም አሉ፡፡በእስልምና የሴቶች ነጻነት የሚጀምረው ፤ ሄዋንን ደደብ አድርጎ ከመፍጠር ነው፡፡መጽፍ ቅዱስ ሴት ልጅ በእግዝብሄር መልክ ተፈጥራለች፤ ሳሂ ሙስሊም 1453 ሙሃመድ ከዘይነብ ጋር ከተኛ ቡሃላ፤ ሴት ልጅ በሰይጣን ቅረጽ ይመጣሉ፡፡ብlለዋል ፡፡ 
መጻፍ ቅዱስ በእግዚአብሀር  መልክ ፤ በእስልምና በሰይጣን መልክ ትመጣለች፤፤ በስልምና  ከመርየም ዉጪ ቁራን ላይ የሰፈረ  አንዲት የሴት ስም በባትሪ ፈልገን  እናገኝም፤ 
በእስልምና ጸሎት በ 3ት ነገር ይቁዋረጣል፤ኢብን ማጃ 950፤ ከዚያ ዉስጥ አንዱ በሴት ልጅ ነው፡፡ በተጨማሪም አላህ  4 ሚስት ብቻ ባንቺ ላይ እንዲያገባ ነዉ የፈቀደዉ፤እሱንም ሙሃመድን ካላገባሽዉ ነዉ፡፡ባልየዉ ሙሃመድ  ከሆነ ደግሞ፤ እስክ  ከ11 በላይ ባንቺ ላይ ይፈቀዳል፤ ምንጮች፤ እንደሚሉት ሙሃመድ 11 ሚስቶቹን  በቀን ይገናኝ ነበረ፤ይለናል፡፡
በሌላ ሃገር ሄዶ 4 ሚስት ማጋባትና፤ በዚህም አንቺ እንዳታዉቂ ሊደብቅሽ ሊዋሽ ተፈቅዶልታል፤  የማወቅም መፍት የላትም፤ እንዲሁም ታማኝ  ሃዲሳን እንደሚሉን ፤ ለአንድ ባል ከ 4 ሚሰቶቹ በላይ  የባርያ ሴክስ ይፈቅዳል፤ በብር ፤ ከሚሰቶቻችዉ በላይ፤ሙሃምድ በሃፊሳ አልጋ ላይማሪያ ከምትባል ከግብጻዊት የሴት ባርያው ጋር ተኝቱዋል፡፡
 
<br></br>
 ሴቶችን መምታት፤አይሻ እንደነገረችን ሴቶች በእስልምና ከሚጠቁት በላይ ሲጠቁ አላየሁም ብላለች፤ በሙሃመድ  ጊዜ ሴቶች የመልካቸው/ከለር ቢጫ እስኪሆን ደረስ ይገረፉ ነበረ፤ እንሁም እንደ ኒንጃ ሙቪ አክተር ሴቶች ፊታችዉን መሸፋፈን አለባችዉ፤ ለምን ስንል፤ ኡመር አይሻን ፤
መጸዳጃ ቤተ አያትና ለሙሃመድ ሴቶች ይሸፋፈኑ አለዉ፤ ከዚያን አጅሬዉ  ሙሃመድ ከአንድ ጠቅስ ጋር መጣ ሙሃመድም ቁራን ሴቶች ይሸፋፈኑ ዘንድ ቁራነ ወረደልኝ አለ፡፡የስምንት አመቱዋ የየመን ሴት ልጅ ፤ ደም ዉሰጡዋ በመፍሰሱ የአርባ አመት ባሉዋ በላይዋ ላይ ወጥቶባት በሰርጉዋ ቀን ሞተች፡፡ ይህ እንድ የ 40 አመት አዛውንት  የ8 አመት ጨቅላ ህጻን ላይ ይወጣባት ዘንድ የሚፈቅደው ፤ኬት ባህል ነዉ የተወሰድዉ ስንል፤የሴቶች መብት ቻምፒየን ከሆነዉ ሙሃመድ ነዉ፡፡ ሁሉም ሙስሊሞች እርሱን ይከተሉት ዘንድ አብነት የሆነዉ ሙሃመድ ነዉ፡፡ የ6አመት ህጻንን በማግባት አራያ የሆናቸዉ ፤የ6 አመት እድሜ  ሆና በአሻነጉሊት ትጫወት የነበረችዉን አይሻን ሙሃመድ ሲወስዳት ነው፡ዩኒሴፍ በማሰረጃ አንደነገገረን ፤ በየመን ለማግባት የእድሜ ገድብ የለም ፡፡ከ8 አመት በታች ያሉ ሴቶች ሁሉ ያገባሉ፡፡ እንዲሁም ሴቶች 
፟       ፈጣሪ ደደብ አድርጎ የፈጠራቸው ናቸው
-  የአይምሮ እጥረት ስላለባችዉ፤ ምስክርነታችዉ ከወንዶች ግማሽ ነዉ፡፡
-  ሴቶችን መሪ የሚያደርግ ህዝብ መቼም አየሸንፍም፡፡ ለዚህም ነው በሸርያ ህግ በምትመራው  በአፍጋኒስታን የሴቶች ትምህርትን ለማስቆም የወሰኑት 

<br></br>-   ሙሃመድ ይሄ አልበቃም ብሎት ሴቶችን አብዛኞቹ ሴቶች በሲኦል ናቸዉ እያለ ያስጠነቅቃችወ ነብር፤ ይህን ሲል ምን  እያለ ነዉ፤ብዙ ሚስትና ባረያ እንዲይዝ የተፈቀደለት ፤ ይደበድባችወ ዘንድ የተፈቀደልተ ነው እንደ የእስልምናን  ገነት የሞላው፡፡ለዚህ ነው የእስልምና ጀነት የወንዶች ጀነት ነው የምንለው፡፡
170 ሃገራት ባደረገዉ በሴቶች ላይ የሚደርሱ ወንጀሎች  ዉስጥ 18ትን ሃገራት ለይቶ ነበረ፤  OECD  ባወጣዉ ዘገባ ፤ ከ 18  ሃገራት ዉሰጥ 16ቱ የእስልምና ሀገራት ናቸዉ፡፡
 <br></br>
እስልምና ሰዎች የሚያስቡትን መናገር የሚችሉበት ሃይማኖት ነዉ ይሉናል፤ነገር ገን ሙሃመድ እራሱ እርሱን የተችትን ወይም የተናገሩትን ፤ ይሸልማችዉ ነበር፤ ዘላለማዊ እረፍትን/የህይወት ዘላለማዊ እረፍትን ይሸልማቸው ነበረ፡፡ስለሙሃመድ መጥፎ ነገር የሚያወራ እራሱ እንደሚገድል ይናገራል፤ሙሃመድ፡፡ 
ኢብን ተሚያ እንዳለዉ ፤ ሙስሊምም ይሁን ሙስሊም ያልሆነና ሙሃመድን የተሳደበ ይገደል፤ ይላል፡፡ሱራ 9፤29  በአላህ የማያምኑትን ግደሉ ይላል፤ ዉግያዉ፤ በአላህ፤ የማያምኑትን ነዉ የሚለዉ እንጂ የሚዋጉዋቹን አይልም፡፡ኢብን ተሚያ እንዳለዉ ሙሃመድን ያበሳጨ አላህን አበሳጨ፤ አላህን ያበሳጨ፤ ሙሃመድን አበሳጨ፤በማለት ሙሃመድን መሳደብ ቅጣቱ የሞት ፍርድ እንደሆነ ይናገራል፡፡

 <br></br>የሃሳብ ነጻነት 
እስልምና ሰላም ነዉ ይሉናል፤በእስልምና ኢአማኞች የፍጥረታት እርጉም ናቸዉ፤
ሙሃመድ  እኔን  እስኪቀበሉ ድረስ እዋጋ ዘንድ ታዘዣለሁ ብሉዋል፤ እዚጋር  አይሁዶቸን አላህን ተቀበሉ ሊላቸዉ አይችልም፤ ምክንያቱም፤እንደራሱ አተሳሰብ፤ተቀብለዋል፤  ስለዚህ አይሁዶች ላይ  ሰይፍ ያስመዘዘዉ፤ እሱን አለመቀበላቸዉ ነዉ፡፡ግሎባል ቴርሪዚም ኢንዴክስ እንደሚለዉ 10 በአለም ፤ላይ በ 2014/2022 ከተከሰቱ  ሽብር ዉስጥ 9ኙ ፤ በሙስሊም ሃገራት  የተፈጸሙ ሽብሮች  ናችዉ፡፡
በሲራ  9፤73 ላይ መገደል ያለባቸዉ ኢአማኞች ብቻ ሳይሆኑ ፤ግብዞችም ጭምር  ናችዉ፤ ግብዞች፤ ማለት፤ሙስሊሞች ሆነዉ ሰላምን የሚፈልጉ ፤ እምነት የቆመዉ ለሰላም ነዉ በማለት የሙሃመድን ትዛዝ የማያከብሩትንነዉ፤ ግብዞች የሚባሉት፤፤ኢአማኝን መግደል፤ ትክክል አይደለም ካልክ አንተ ግብዝ ነክ፡፡አለማችን ለ 14 ክፍል ዘመናት  አመታት እየደማች ያለችዉ ፤፤በዚህ ምክንያት ነዉ፡፡
 
<br></br>

          </p>

              </div>

             <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
    ስድብ

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

ስድብ;  ወንድሙን ዶንቆሮ ያለው ሲኦል ይገባዋል፤ የሰረቀን ሌባ ብትለው ሌባ ነው

አላህ ሱራ ምእራፍ ሁለት ላይ  ዶንቆሮዎች እያለ በስድብ ነው የሚጀምረው ፡፡ ሲቀጥል፤
ሙሃመድ እራሳቸው ፤ የአባቱን ብልት ይንከስ እያሉ ይሳደቡ እንደነበረ ማስረጆች ያሳያልሉ
ስድብ  sunnan al adbab al mufrad 963” whom ever attributes  himself with an attribution of jahliyyah ,
 then tell me to bite his father’s male organ and do not speak figuratively.


<br></br>

</p>
              </div>
             



             <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
    ነቢያት

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

እኛ ስለ ነቢያት በነቢያትና በሃዋርያት ትምህርት ላይ ታንጻቹዋል
 ሰለ ነቢያት፤ የእስልምና ነቢያት ሁሉ ሰይጣል አለባቸው፤ ሙሃመድ በተፍሲራቸው  የመጻፉ ሰዎች ስለ ነቢያት  ከኛ በላይ ያዉቃሉ እያለ፤ 
ነቢያትን የሚያነጻጽሩ የዋህ ሙስሊሞች አሉ፤በዚህ ጉዳይ ላይ ክርስቲያኖች ቢያነጽጽሩ ያምርባቸዋል፡፡



<br></br>

</p>
              </div>



    <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
    ነቢያት

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

እኛ ስለ ነቢያት በነቢያትና በሃዋርያት ትምህርት ላይ ታንጻቹዋል
 ሰለ ነቢያት፤ የእስልምና ነቢያት ሁሉ ሰይጣል አለባቸው፤ ሙሃመድ በተፍሲራቸው  የመጻፉ ሰዎች ስለ ነቢያት  ከኛ በላይ ያዉቃሉ እያለ፤ 
ነቢያትን የሚያነጻጽሩ የዋህ ሙስሊሞች አሉ፤በዚህ ጉዳይ ላይ ክርስቲያኖች ቢያነጽጽሩ ያምርባቸዋል፡፡

<br></br>

በነቢያት በእያንዳንዱ ላይ ሰይጣን እንዳለbte sura 22:52 ላይ ከመልክተኛና ከነቢይም ከአንተ በፊት አንድም አላክንም ባነበበ ጊዜ ሰይጣን በንባቡ ላይ ማጥመሚያን ቃል የሚጥል ቢሆን እንጂ ፡፡ 
ወድያዉም አላህ ሰይጣን የሚጥለዉን ያስወግዳለል፡፡ ከዚያምለ አላህ አንቀጾቹን ያጠነክራል፡፡

<br></br>
ነቢያት ፤ ሙሃመድ ስለ ነቢያት እኛ የመጽሃፉ ሰዎች፤ከእርሱ በላይ እንደምናዉቅ፡፡ tafsir ibnu ketsir sura 18:3 they are the
 people of the first book they have more knowledjes of the prophates than we do. 

 <br></br>





</p>
              </div>







    <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
   ቅዱሳት ስእላት

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

 <br></br>

 
  ስእል ፤ የመጀምረያ ስእል ሳይ እግዚኢአብሄር  ነው ፤  የራሱን ስእል በሰው ፤ላይ የሳለ፤   የኪሩቤልን ሰእል  እንዲሳል ያዘዘ እርሱ ነው

ሙሃመድ የማርያምንና  የኢሳን ስእል  በካባ ውስጥ ይሰቅል ነበረ፡
 ቅዱሳት ስእላት
  ስእል ፤ የመጀምረያ ስእል ሳይ እግዚኢአብሄር  ነው ፤  የራሱን ስእል በሰው ፤ላይ የሳለ፤   የኪሩቤልን ሰእል  እንዲሳል ያዘዘ እርሱ ነው
ሙሃመድ የማርያምንና  የኢሳን ስእል  በካባ ውስጥ ይሰቅል ነበረ፡፡


 ቅዱሳት ስእላት 
 the apostle ordered that the pictures should be erased except those of jesus and mary
 
</p>
              </div>


 <div className="mb-1">



             <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
   መጠጥ በእስልምና

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

አይጠጣም ይባላል የአልኮል ጠማቂ እራሱ አላህ ነው
 መጠጥ በእስልምና ቁራን ሱራ 47፤15 ላይ የዚያን ጥንቁዎች ተስፋ የሰጡዋት ገነት ምስል፤በዉስጡዋ ሺታዉ ከማይለወጥ፤ ዉሃ ወንዞች፤ 
 ለጠጪዎችጣፋጭ ከሆነች የወይን ጠጅም ወንዞች ከተነጠረ ማርም ወንዞች አልሉባት

መጠጥ በእስልምና  በገነት የሚጠጣዉ ጠጅ
 በምን እንደሚለይ ሲናገር ሱራ 83፤  25 ላይ ተጣርቶ ከታተመ ጠጅ ይጠጣሉ፡፡ ይለናል፡፡

 <br></br>



 
</p>
</div>


<div>
            
             <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">

ታቦት
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
ታቦት ፤ the table of the Lord  የሚባለው ነው፡፡  በብሉይ ኪዳን ከካህናት ዉጪ ሊነካው የማይችል፡፡የእንስሳት ደም ይፈስበ የነበረ ነው ፤ይህን ያህል ክቡር ከሆነ
 የሃዲስ ኪዳኑ ታቦት ፤ የጌታችን  አማናዊዉ ቅዱስ ስጋውና ደሙ የሚዘጋጀበት ነው
፤ ቁርባን
 <br></br>
 ታቦት ፤በእስልምንና በቁራን ላይ ሰፍሩዋል ሱራ 2፡248 ላይ ፤ነቢያ ቸዉም ለእነርሱ ‹‹የንግስናዉ ምልክት ከጌታቹ የሆነ እርጋታ የሙሳ ቤተሰብና የሃሩን ቤተሰብ ከተዉትም ቅርስ በዉስጡ ያለባት መላእክት የሚሸከሙት
  ሆኖ ከሳጥኑ ሊመጣላቹ ነዉ፡፡ አማኖቸች ብትሆኑ በዚህ ለእናንተ እርግጠኛ ምልክት አልለ›› አላቸዉ ፡፡
<br></br>
ታቦት አልጀላላይንም በተፍሲሩ፤ ሱራ 2፤248 ላይ፤ the sighn of his kingship is that there will come to you the ark,
 a chest containing the images of the prophetes  
</p>

<br></br>
ታቦት ኢብን ከሲርም በተፍሲሩ፤ ሱራ 2፤248 ላይ፤ the prophet then proclaimed “the sigh of the blessing of talut’s kingsship over 
you is that allah will give you back the tabut that has been taken from you ይላል፡፡ 
</div>
<br></br>
ሃጅና ካባ ፤ 
<br></br>

 ሃጅ ማለት ሃክ ከሚለው የመጣ ሲሆን ፤ የቁረሽ ጣኦት አምላኪዎች  አላህ የተባለው  አካል ልጅ እንዲሰጣቸው ፤ እራቁታቸውን ህነው ብልታቸውን ከ ካባው ጋር ይፈገፍጉ ነበረ፤
ካባ ማለት ፤ ኪዩብ ማ፤ ለት ነው፤በሙማመድ ዘመን ወደ ሃያ ስድስት ካባ ነበሩ
የእስልምና መጽሃፍት ካባን ፤ አላህ፤ ከ አደም እፊት እንደሰራዉ፤ ሌላው ደግሞ በመላእክቶች እንደተሰሩ ፤ ሌላው ደግሞ አብርሃም እንደሰራዉ ይናገራሉ ለዚህ የሚያቀርቡት ማስረጃ  በቁራን  ላይ ሱራ 2፤ 127 ላይ 
ከቤቱ መሰረትቶች ላይ ከፍ ባደረጉ ጊዜ የሚለውን ቃል በመያዝ፤ ቤት የተባለው ካባ ነው፤ስለዚህ 
ኢብራሂም ወደ ካባ መቶ የሰራው ቤት ነው በማለት መላምት ይሰጣሉ፤ 

<br></br>
ካባ ከገነት ወረደ ነው የሚለው ፤ ሰለዚህ ታሪክ ሳይኖራቹ ታሪክን አትሻሙ

ነገር ግ ን  በደንብ ስንመለከተው ፤ 1 ኢብራሂም ፈጽሞ ካባ የሚለውን ስም ሲጠቅስ አንመለከትም፤ አክሊል ቤቱን ከፍ አደረገ ማለት ፤ አክሊል ፤ካባን ከፍ አደረገ ማለት እንዳ፤ ልሆነ ሁሉ፤ አብርሃም ቤቱን ከፍ አደረገ ማለት አብርሃም ካባን ከፍ አደረገ ማለት እንዳልሆነ ግልጽ ነው፤ አብርሃም የኖረው እስራኤል ነው፤ ወደ መካ ስለመሄዱ የሚያስረዳ  ገጸ ንባባ የለውም ፤ ካባ ማለት፤ ኪዩብ ማለት ሲሆን 

ቤት ማለት ደግሞ፤ የወገን ስብስብስብ፤ ተብል ይፈታል፤ ቤተ እስራኤል፤ ቤተ አይሁድ ፤ ቤተልሄም 
<br></br>

ነገር ግ ን  በደንብ ስንመለከተው ፤ 1 ኢብራሂም ፈጽሞ ካባ የሚለውን ስም ሲጠቅስ አንመለከትም፤ አክሊል ቤቱን ከፍ አደረገ ማለት ፤ አክሊል ፤ካባን ከፍ አደረገ ማለት እንዳ፤ ልሆነ ሁሉ፤ አብርሃም ቤቱን ከፍ አደረገ ማለት አብርሃም ካባን ከፍ አደረገ ማለት እንዳልሆነ ግልጽ ነው፤ አብርሃም 
የኖረው እስራኤል ነው፤ ወደ መካ ስለመሄዱ የሚያስረዳ  ገጸ ንባባ የለውም ፤ ካባ ማለት፤ ኪዩብ ማለት ሲሆን ቤት ማለት ደግሞ፤ የወገን ስብስብስብ፤ ተብል ይፈታል፤ ቤተ እስራኤል፤ ቤተ አይሁድ ፤ ቤተልሄም 

<br></br>
2ኛ ኢብራሂምና ልጆቹ ካባ ድርሽ እንዳላሉ ፤ የሚያስረዱን የቁራን ክፍል አሉን፡፡ ከሙሃመድ በፊት 
ምንም  አይነት ነቢይና፤ምንም አይነት  መጽሃፍ  ለመካ ህዝቦች እንዳልወረደ ፤በዚህበሱራ 34፡44 ላይ 
<br></br>

2ኛ ኢብራሂምና ልጆቹ ካባ ድርሽ እንዳላሉ ፤ የሚያስረዱን የቁራን ክፍል አሉን፡፡ ከሙሃመድ በፊት ምንም  አይነት ነቢይና፤ምንም አይነት  መጽሃፍ  ለመካ ህዝቦች እንዳልወረደ ፤በዚህበሱራ 34፡44 ላይ  ‹የሚያጠኒዋቸዉ የሆነ 
መጻህፍትንም ምንም አልሰጠናቸዉም፡፡ ከአንት፤ በፊትም አስፈራሪ ነቢይን ወደእነርሱ አላክንም፡፡
ለኢብራሂም ደግሞ መጽሃፍ እንደተሰጠው ሱራ 85፤19 ላይ በኢብራሂምና በሚሳ ጽሁፎች ዉስጥ ይላል፡፡  
      <br></br>
       
       ስለዚህ እንደ እስልምና ኢብራሂም ነቢይ ከሆነና  መጽሃፍ ካለው፤ በዚህ በቁራን  34፤44 መሰረት ለመካ ህዝብ የተላከ ነቢይ እንዳልሆነ ግልጽ ነው፤
       ከሙሃመድ በፊት መጻፍ ይዞ ድርሽ ያለ ነቢይ ስለሌለ
             <br></br>

             በተጨማሪም ቁራን የወረደበት አላማ እራሱ ፤ ለመካ ህዝብ ቀድሞ ምንም ነገር የወረደላቸው ባለመኖሩ፤ እንደሆነ ቁራኑ ይናገራል፡፡ሱራ 42፡7 እንደዚሁም የከተሞች እናት የሆነችዉን የመካን ሰዎች በአከባቢዋ ያሉትንም ልታስፈራራ
              የመሰብሰብያዉንም ቀን በእርሱ ጥርጣሬ የሌለባት ሲሆን ልታስጠነቅቅ አረበኛ የሆነን ቁርአን ወዳንተ አወረድን
                   <br></br>
በተጨማሪም ቁራን የወረደበት አላማ እራሱ ፤ ለመካ ህዝብ ቀድሞ ምንም ነገር የወረደላቸው ባለመኖሩ፤ እንደሆነ ቁራኑ 
ይናገራል፡፡ስለዚህ እነዚህ ምክን ያቶች ተያይዘው ፤የአብርሃም ቤት የተባለው፤ ካባ እንዳልሆነ  ፤እንዲሁም፤ኢብራሂምና ልጆች ካባ ድርሽ እንዳላሉ እንረዳለን፤ ሲቀጥል ሙሃመድ የኢስማኢል ዘር ነኝ ቢልም፤ የሙሃመድ የዘር ታሪክ እስከ አድናን ጋር ያለው ብቻ እንደሚታወቅ ና ከ አድናን እስከ ኢስማኤል ያለው የዘር ሃረግ የማይታወቅ በመህኑ፤ ታሪክ የሌለው ታሪክን ይሻማል እንደሆነ እንረዳለን፡፡፡ቁራኑ የአብርሃም ሚስት ማን እንደህነች አይነግረንም ፤ለአብርሃም  ማን እንደተሰዋ አይነግረንም፤ አብርሃም፤
 ጸሃይ ፈጣሪየ አይደለችም ለማለት ምን እንዳነሳሳው አይነግረንም ፤ ታሪኩን ከግማሽ ነው የሚጀምረው
                    <br></br>

               



              <div className="h-px w-full bg-gradient-to-r from-transparent via-[#D2D8E183] to-transparent dark:via-[#959CB183]"></div>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default AboutSectionFiften
