import { P } from "@clerk/clerk-react/dist/useAuth-DN6TRwS8";
import Image from "next/image";

const AboutSectionThirtyn  = () => {
  return (
    <section className="py-16 md:py-20 lg:py-28">
      <div className="container">
        <div className="-mx-4 flex flex-wrap items-center">
          <div className="w-full px-4 lg:w-1/2">
            <div
              className="relative mx-auto mb-12 aspect-[25/24] max-w-[500px] text-center lg:m-0"
              data-wow-delay=".15s"
            >
              <Image
                src="/images/about/about-image-2.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="drop-shadow-three dark:hidden dark:drop-shadow-none"
              />
              <Image
                src="/images/about/about-image-2-dark.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="hidden drop-shadow-three dark:block dark:drop-shadow-none"
              />
              
            </div>
          </div>
          <div className="w-full px-4 lg:w-1/2">
            <div className="max-w-[470px]">
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                  🔹 ክርስትና ላይ የሚነሱ ጥያቄዎች 
                </h3>

                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                 </p>
              </div>
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                   🔹 መሃሊይ መሃሊይ ዘሶሎሞን 5 
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                በመጀመርያ ይሄ ከፈልክ ከወገብ በታች ለሚያስቡ፤ ምሳሌ ባዩ ጊዜ ነገሩን ወደዚያ ለሚወስዱ  አካላት የሚመከር አይደለም፡ 
ክፈቺልኝ ይላታል፤ አወለኩት እንዴት ለብሰዋለዉ  እንዴት እግሬን አቆሽሸዋለሁ፤በሩን ልከፍት ወዳንተ ስመጣ እግሬን አቆሽሸዋለሁ ብላ  ፤  ለእግሩዋ ተጨነቀችች፤ ያኔ ወዳጁዋ እጁን ሰደደዉ  እጁን አስገብቶ ፤ ለመክፈት ሲሞክር  ፤ እጁን ባየችዉ ጊዜ አንጀቴ ተላወሰ፤ አንጀቴ ስለ እርሱ ታወከ ለወዳጄ   ፤ እከፈትለት ዘንድ ተነሳዉ፤  በሩን ከፈትኩለት ወዳጄ የለም ፤ ጠራሁት አልመለሰልኝም ፤ፈለኩት አላገኘሁትም  ፤አራቅ ብየ ሄድኩ  ተጉዋዝኩኝ ፤ መንገድ ላይ ያሉ  ፤ አገኙኝኘ  አቆሰሉኝ ፤ትላለለች፤ ባጭሩ ይሄን ታሪክ ነዉ የምናየዉ፡ ታሪኩ የሚየሳዝን ነዉ   ፤ ወዳጁዋ በብዙ ልመና  በብዙ ቁልምጫ ጠርቱዋታል  ፤ይህንን  ታላቅ ድምጥ እያስተናገደች ልትክፍትለት አልወደደችም    ነገር ግን በወታች ጊዜ  የእርሱዋ ሰአት ስላልነበረ፤  ደበደቡዋት አቆሰሉዋት  
ይህ ታሪክ 
1  
ታሪኩ  ለሰሙ
ለእስራኤላዉያን ሲሆን፤ ኢየሩሳሌም ሆይ ዲንጋይ በዲንጋይ ላይ ትሆኛለሽ የመጎብኘትሽን ወራት አላወቅሽምና ነዉ፡፡
እስራኤላዉያን  ጌታችን  በትንቢቱ መሰረት መጣ እነሱ ደግሞ ሊቀበሉት አልቻሉም
 ካረገ ቡሃላ  ቤተ መቅደሳቸዉ መፍረሱን የሚያመላክት ነዉ፡፡
<br></br>


2  በእኛና በእግዚአብሄር መካከል ያለ ታሪክ ነዉ 
ይቺ ሴት ቤተክርስትያን ናት ፤ ቤተክርስትያንን የምትወክል ናት፡፡ በሩን ያንኩዋኩዋል፤
በቤተክርስትያን ዉስጥ  ያለችዉን ብልቶች እኛን የሚትወክል ነዉ፤ እናም ወሳጅዋ መጣ፤
የሚመጣዉ ደጁን ሊያንኩዋኩዋ ነዉ ፤ የይሄ ደጅ የክርስትያኖች ህሊና ነዉ፡፡ የልባችን በር፤ ነዉ፤ የልባችንን በር ያንኩዋኩዋል፡፡ እነሆ በሩቅ ሆኜ አንኩዋኩዋለሁ ማንም ድምጹን ቢሰማ፤ በሩን ይከፍትልኛል እኔም እገባለሁ፤ይልል፤ስንቶቻችን፤ አምላካችን የእርሱ መገለጫ ያደርገን ዘንድ፤ ከእርሱ ዉጪ የእርሱ መአዛ እንዳይኖረን፤ ሌላ ሽታ እንዳይኖረን፤ አንዳንዱ ፤ ከቤተክርስትያን ርቆ ተኝቱዋል፡፡ ልቡ የነቃ ይመስለዋል፤ አካሉ ግን አልታዘዝም ብሎታል፤፡፡ አንዳንደ ልባቸዉ የነቃ መስሎዋቸዉ ነገር ግን አካላቸዉ የተኛ አለ፤ ይቺ ሴት እንደዚያ ናት፡፡ 
የጠራትኮ ወዳጅዋ ነዉ ፤ ነገር ግን ንቃዋለች፤ ብዙዎቻችን፤ እግዚአብሄርን አዉቀነዋል ፤ ነገር ግን ንቀነዋል፡፡ 
እርሱ ግን ደጁን ይመታል፤ ከመምታት አያቁዋርጥም፤ የሚመታዉ በፍቅር ነዉ፡፡እጁን መታዉ ፤ አንኩዋኩዋዉ የወዳጄ ድምጽ ነዉ አለች ፤ ሰማች፤ ነገር ግን አልመለሰች፣!፤ ቤተ ክርስትያን ዉስጥ መተዉ ፤ መቅደስ የሚጠርጉ ፤ 

                </p>
              </div>
              <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                    
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                   </p>
                  <h3>   </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                               </p>


                <h3>    ፍጹም ሱወ ፤ ፍጹም አምላክ  ማለት   ምን ማለት ነዉ ? </h3>
              

                  <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                    ፍጹም ሱወ ፤ ፍጹም አምላክ ማለት ፤ አምላክነትም ፤ ሰዉነትም   ያልጎደለዉ ማለት  ነዉ፡፡የመለኮት ሙላት በእርሱ ላይ ይኖራል


</p>




                <h3>
                  ክርስቶስ ለምን  ጸለየ ፤ የሓዋርያቱን እግር አጠበ፤ ተፈተነ፡፡ 
                </h3>
            
 <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
               ባጭሩ ጌታችን  ጸለየ  ማለት ጸልይ፡፡
 የደቀ መዛሙርቱን እግር አጠበ ማለት፤ ደቀ መዛሙርትክን  አክብር  ማለት ነዉ ፡፡ ለአርያ ነዉ የመጣዉ፡
 አባት ሆይ የሚያድጌትን አያዉቁምና ይቅር በላቸዉ፤ ብሎ መጸለይ ማለት ፤ ጸልይ ስለሆነ፤ እስጢፋኖስ 
  ከጌታ የተማረዉን ጸሎት ጸልዮታል፡፡ </p>

<h3>   እግዚአበሄር የሰዉ መስዋእት ተቀብሉዋል፡      </h3>
       
 <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
  
               
እግዚአበሄር የሰዉ መስዋእት ተቀብሉዋል የሚለዉ
 ቃል፡እንደ አዉዱ የሚለያይ ሲሆን፡፡ወደ ገዳም ከወንዶች ጋር ሳትገናኝ 
 ኖረች ተብሎም የሚቶሮጎም ነዉ፡፡ ምክንያቱም ፤ መጽሃፍ ቅዱሱ የሚለን፤ ስለ 
 ሞቱዋ አለቀሰች ሳይሆን ፤ ስለ ድንግልናዋ አለቀሰች ነዉ የሚለዉ

             
</p>

  </div>


<h3>  ዘዳግም 13፤  </h3>
       
 <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
  
ዘዳግም 13፤ በመካከልክም ነቢይ ወይም ህልም አላሚ ቢነሳ፤ ምልክትም ታምራትም ቢሰጥክ፤እንደነገረክም ምልክቱ /ታምራቱ ቢፈጸም፤ !እርሱም ሄደን የማታዉቃቸዉን፤ ሌሎች አማልክት እንከተል፤እናምልካቸዉም ቢልክ፤ -አትስማዉ ፤ አይንክም አይራራለት፤ አትማረው፤ ነገር ግን ፈጽመክ ግደለዉ፤ …እነዚህ  ህግ  በሙሴ ህግ ዉስጥ የሚካተቱ ሲሆን ህጉ የሚመለከተዉ በቃል ኪዳኑ መሃላ የፈጸሙትን እስራኤላዉያንን ነዉ፡፡እንደዉም ሲጀመር ከመካከልክም ብሎ ነዉ፡፡  እስራኤላዊ ሆኖ ይህን የሚያደርገዉን ነዉ፡፡
ምክንያቱም፤ብዙ ከተሰጠዉ ብዙ ይጠበቃል እግዚአብሄር ባህረ ኤልትራን 2ት ቦታ ክፍል አድርጎ ነዉ እመኑብኝ አላቸዉ ፤ መናን ከሰማይ አዉርዶ ፤ ዉሃ ከጪንጫ ላይ አፍልቆ ካጠጣቸዉ አንጻር ነዉ፤ ቅጣቱ የመጣዉ፤ነገር ግን ከነሱ ዉጪ ስላለዉ አካል/ባርያ ግን፤ 
ባርያዎችክን እsንደ እራስክ ዉደድ ይላል፡፡ሲቀጥል ቃል ኪዳን በሙሴ እና በህዝቡ መካከል የተገባ ያለፈ ቃል ኪዳን ነዉ እንጂ በእኛ ና በክርስቶስ መካከል የተጋባዉ አዲሱ ቃል ኪዳን አይደለም፡፡ ህግ በሙሴ ተሶቶ ነበርና (አልፉዋል)፡ጸጋና ጽድቅ ግን በኢየሱስ ክርስቶስ ሆነ ይላል፡፡
ጌታችን በብሎይ ኪዳን ዝሙት የሰራችን ሴት አላስወገረም፡ ለምጻምን  መንካት ለምጻም ያደርግ ነበረ፤ እርሱ ግን በእጁ ዳሶ ለምጻምን ፈዉሱዋል፤ እግዚአብሄር በሙሴ ህግ፤ የገደለ ይገደል  ፤ አይን ለአይን የሚለዉ ህግ 
የእግዚአብሄር ፍጹም ሃሳቡ  ሆኖ ሳይሆን ማንም ሰዉ ማንንም እንዳይገድል ፤ተፈልጎ የየእስራኤልን አረመኔነትና የልባቸዉን  ክፋት ታዉቆ የተሰጠ ነዉ፡፡ለዚህ ነዉ ጌታ፤ ሙሴኒ ጸሃፈ ለክሙ ዘንተ ርእዮ በከመ እከየ ልበክሙ፤ ሙሴ የልባቹን ክፋት ይቶ ይህን ጻፈ ያለዉ፡፡
የእግዚአብሄር መለኮታዊ  ፍጹም ሃሳቡ፤ 10 ቱ ትዛዝ ናቸዉ፡፡ አትስረቅ፤ አታመንዝር ባለ እንጀራህን እንደ ራስ ዉድድ….ናቸዉ
 ጌታቸንም እነዚህን ሃሳብ ፍጹም አድርጉዋቸዋል፡፡
 Tafsir ibnu katsir 5:47  and confirmation of the tewrah
 that had come  Before it;- meaning to adhere to the towrah except for the few instanceSome scolars 
 interprate this ‘to make law full to you  part of what forbiden to you ‘ as injil abrogated some of the ruling of tawrah
 .our question is when islam says injil abrogate some
 torah verses how is their two God?the answer is no but:እግዚአብሄር ለተለያየ ህዝብ የተለያየ ቃል ኪዳንን ይሰጣል፡፡
 ቀጥል እኛ ሻራቸዉ አንልም ፤ፍጹም አደረጋቸዉ ፤ ወደ ፍጹምነት ደረጃ አመጣቸዉ
ነዉ የምንለዉ::ሱቄን አትዝረፉ ብየ አዋጅ ባወጣ፡፡ ነገር ግን ይሄንን ትዛዜን
 እያወቀ ፤በንቀት የሚዘርፉ አካላት ኒኖሩ፤
 ለማስፈራራትና ሱቄን ለማስጠበቅ፤ የዘረፈ ፤ ቤቱ  ይወረሳል፡የሚል 
ቀጣይ ህግ አወጣለዉ፡፡
ለሌላ ህዝብ ደግም በተለያየ ጊዜ አሁንም ሱቄ እንዳይሰረቅ፡
ሌላ አዲስ ቃል ኪዳን  ልሰጥ እችላለሁ፤ ለምሳሌ፤ ምክር ፡፡ የአምላካችንም 
ትልቁ አላማ 10ቱ ትዛዛት  አትስረቅ ነዉ፤አታመንዝር ነዉ፤

</p>

<h3> ሴቶቹም ይዳኑ/ ሴቶችም ይታደጉ </h3>

 <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
ሴቶቹም ይዳኑ/ ሴቶችም ይታደጉ  </p>

<h3>  እግዚአብሄር  አረፈ ተጸጸተ </h3>

     
 <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
   የማይመረመረዉ የእግዚአብሄር ቃል የሰዉ ልጅ በሚገባዉ በኩል ሲጻፍ ነዉ፡፡ ምን ያህል እግዚአብሄር በሰዎች ላይ እንዳዘነ የሚያስረዳን ነዉ፡፡
አረፈ ማለት ደግሞ አልሰራም ማለት ነዉ
  
   </p>
<h3>  ዘለዌዊያን አንዱን በግ ለመስዋእት አንዱን ወደ በረሃ  </h3>

     
 <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
   ዘለዌዊያን አንዱን በግ ለመስዋእት አንዱን ወደ በረሃ </p>



              <div className="h-px w-full bg-gradient-to-r from-transparent via-[#D2D8E183] to-transparent dark:via-[#959CB183]"></div>

            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default AboutSectionThirtyn ;


