import Image from "next/image";

const AboutSectionThree = () => {

  return (

    <section className="py-16 md:py-20 lg:py-28">

      <div className="container">
        <div className="-mx-4 flex flex-wrap items-center">
          <div className="w-full px-4 lg:w-1/2">
            <div
              className="relative mx-auto mb-12 aspect-[25/24] max-w-[500px] text-center lg:m-0"
              data-wow-delay=".15s"
            >
              <Image
                src="/images/about/about-image-2.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="drop-shadow-three dark:hidden dark:drop-shadow-none"
              />
              <Image
                src="/images/about/about-image-2-dark.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="hidden drop-shadow-three dark:block dark:drop-shadow-none"
              />
            </div>
          </div>
          <div className="w-full px-4 lg:w-1/2">
            <div className="max-w-[470px]">
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                  🔹 ጌታችን እነዚህን ማስረጆች ካቀረበ፤ ወደ ሰማይ ሲያርግ ለኛ ለአማኞቹ  ምን መሰረተ/አስረክቦን ሄደ

                </h3>
                 <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                  አንዲት 
ቤተክርስትያንን- የክርስትያኖች ኡማን/መንጋዉም አንድ እረኛዉም አንድ እንዳለዉ
የክርስትያኖች community መሰረተ :- ክርስቶስ ሲያርግ በቃ ሁላቹም ድናቹዋል
                   ቸዉ ብሎ አላረገም፡፡በገዛ ደሙ ቤተ ክርስትያንን መሰረተ፡-
                  -የሀዋርያት ስራ 20፡28:-በገዛ ደሙ የዋጃትን ቤተ ክርስትያን ትጠብቁ ዘንድ እናንተን ጳጳሳት አድርጎ
 ለሾመባት ለመንጋዉ ተጠንቀቁ ይለናል፡፡ ቤተክርስትያኖችን/ ጉባኤዎችን አይልም::<br></br>
 የቤተክርስትያናችን አባቶች(Scholars of the Church) ይችን እለተ አርብ ቤተክርስትያን
  የተጸነሰችበት እለት ናት ይላሉ፡፡John 12:24|  በስቅለቱ እንዴት ቤተክርስትያንን እንደሚመሰርት ሲናገር 
 
 እውነት እውነት እላችኋለሁ፥ የስንዴ ቅንጣት በምድር ወድቃ ካልሞተች ብቻዋን 
  ትቀራለች፤ ብትሞት ግን ብዙ ፍሬ ታፈራለች። <h1> </h1>
      <Image 
        src="/images/about/fft.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      /> 


   <br></br> ቤተክርስትያን የክርስቶስ አካል ናት  ስንል ምን አያልን ነዉ?
    the resion why the church is the body of christ is  because all of these people that make up
     the body of christ have partake of that  one body of christ፡
     ፡ ምክንያቱም የክርስቶስ   አካል  የሚያደርጋት   ከክርስቶስ ስጋና ደም 
      በቁርባን ስለተካፈሉ ነዉ ፡፡

     
     አሁን በአንዱዋ ቅንጣት ስንዴ የሚገኙት እህሎች፤  ዘራቸዉ ሁሉ ፤ ከዛች ከመጀመርያዋ ስንዴ ጋር አንድ እንደሆኑ  
     ሁሉ፤ እኛም ፤ አንዱ ክርስተቶስ ሞቶልናል
 የክርስቶስ ስጋና ደሙን በመቀበል፤የክርስቶስ አካል ፤እንሆናለን፤ 
      ለዚህ ነዉ፤እኛ ቤተክርስትያን የክርስቶስ አካል ናት የምንለዉ::

      
    
አዳም ሳይበድል፤ የህይወትን ዛፍ መብላት ይችል ነበረ፡፡ነገር ግን   ከበደለ ቡሃላ፤ የህይወት ዛፍን እንዳይበላ የተከለከለበት ምክንያት 
ለሰራረዉ ሀጥያቱ ፤ ካሳ መከፈል ስላለብት ነዉ፤ስለዚህ በእጽ የሞትነዉን እኛ በእጽ መስቀል
 ተሰቅሎ አዳም በእጽ ላያ ያለዉን በልቶ እንደሞተ፤ እኛም በእጽ ላይ  ከርስቶስ በልተን 
  የዘላለም ህይወትም እናገኛለን፤ ስጋየን የበላ  ደሜን የጠጣ የዘላለም ህይወት አልዉ




አዉሃዉን ወደ ወይን ዳቦዉን ወደ ድንጋይ የቀየረ አምላክ ስጋዉን በህብስቱ   
ዉስት ገልጦ እኛ እንደንቀበለዉ ማድረግ አይችልም?; if he can convert water to wine ,can he no t confert the bread to body the wine to blood in mystical spritual way so that
we became on of this.so that  we can receave him  and united to him/, every thing we cout is from the scriptures and  from the teaching of the whole church for the last 2000 years

  ከክርስቶስ ጀምሮ ለ2000 አመታት ፤ሰሰክርስቶስ ስጋና ደሙን እየተቀበሉ ፤ የኖሩ ክርስትተያየች እንዳሉ ስንቶቻቸችንነ እናዉቃለን
  እኛ የቲዎሪ ክርስትያን አየደለንም የፐራክቲስ እንጂ፤ 



<br></br><br></br>

ሮሜ 12፤ 4  በአንድ አካል ፤ ብዙ ብልቶች እንዳሉን፤ የብልቶቹም ሁሉ ስራ አንድ እ
እንዳይደለ፤ እንደሁ ብዙዎች ሰንሆን በክረስቶስ አንድ አካል ነን ፤ እርስ በእርሳችንም፤
አያንዳንዳችንም የሌላዉ ብልቶች ነን፡፡

1 ቆሮንጦስ፤ 16 የምንባርከዉ የክርስቶስ ጽዋ፤ ከክርስቶስ ደም ጋር፤ ህብረት ያለዉ
አይደለምን የምንቆርሰዉስ እንጀራ ከክርስቶስ ስጋ ጋር ህብረት ያለዉ አይደለምን 
አንድ እንጀራ ስለሆነ፤ እኛ ብዙዎች ስንሆን፤ አንድ ስጋ ነን፤ 
ሁላችን ያን አንዱን እንጀራ እንካፈላለን፡፡

<br></br><br></br>



  ሙሽራዉ ክርስቶስ የተሞሸረዉ በደም ሲሆን ለቤተክርስትያን ነዉ የተሞሸረዉ፤
ቅዱስ ጻዉሎስ ይችን ቤተ ክርስትያን በኤፌሶችን 5፤26 ላይ፤ ባሎች ሆይ
ክርስቶስ ደግሞ ቤተክርስተያንን እንደወደዳት፤ ሚስቶቻቹን ዉደዱ፤በዉሃ መታጠብና
ከቃሉ ጋር አንጽቶ እንዲቀድሳት ስለእርሱዋ ራሱን አሳልፎ ሰጠ፤ እድፊት ወይም
የፊት መጨማደድ ሳይሆንባት፤ ቅድስትና ያለ ነዉር፤ ትሆን ዘንድ ክብርት የሆነች
ቤተክርስትያን  ለራሱ ሊያቀርብ ፈለገ፤

ኤፌሶን 12፤27 እናንተም የክርስቶስ አካል ናቹሁ እያንዳዳቹም፤ ብልቶች ናቹ፤ እግዚአብሄር ለቤተክርስትያን፤ አንዳንዶቹን አስቀድሞ ሃዋርያትን፤ ሁለተኛ ነቢያትን፤ ሶስተኛ
አስተማሪዎችን ፤ ቀጥሎም ታምራትን፤ ማድረግን ቀጥሎም፤ የመፈወስ ስጦታን፤
እርዳታንም ፤ የልዩ ልዩ አይነት ልሳኖችንም አድርጉዋ ይላል፡፡

ኤፌሶን 12፤12 አካልም፤ አንደ ሆነ፤ ብዙም ብልቶች እንዳሉበት፤ ነገር ግን የአካል ብልቶች ሁሉ ብዙዎች ሳሉ አንድ አካል እንደሆኑለ ክርስቶስ ደግሞ እንዲህ ነዉ፤ 
አይሁድ ብንሆን የግሪክ ሰዎችም፤ ብንሆን፤ ባርያዎችም ብንሆን፤ ጨዋዎችም ብንሆን
እኛ ሁላችን በአንድ መንፈስ፤ አንድ አካል እንድንሆን ተጠምቀናልና፤ ሁላችንም፤ 
አንዱን መንፈስ ጠጥተናልና፤ 26 አንድም ብልት፤ ቢሰቃይ ብልቶቹ ሁሉ፤ ከእርሱ ጋር
ይሰቃያሉ፤ አንድ ብልትም፤ ቢከብር፤ ብልቶች ሁሉ ከእርሱ ጋር ደስ ይላቸዋል፡፡
እናንተም የክርስቶስ አካል ናቹሁ እያንዳንዳችሁም፤ ብልቶች ናቹ፡፡
<br></br>
ይች ሙሽሪት ቤተክርስትያን፤ ሰማይና ምድር ካለፈ ቡሃላ፤እንኩዋ ከእግዚአብሄር
ጋር የምትኖር ናት፤ ራኢ ፤ 21 2 ቅድስቲቱም፤ ከተማ፤ አዲሲቱ ኢየሩሳሌም፤ ለባልዋ
እንደ ተሸለመች፤ ሙሽራ፤ ተዘጋጅታ፤ ከሰማይ ከእግዚአብሄር ዘንድ ስትወርድ አየዉ ይላል፡፡…4 አንባዎችንም ሁሉ ከአይኖቻቸዉ ያብሳል፤ ሞትም ከእንግዲህ ወዲህ አይሆንም፤
ሃዘንም ቢሆን፤ ወይም ጩከትም ወይም ስቃይ፤ ከእንግዲህ ወዲህ አይሆንም፤ የቀደመዉ ስርአት አልፎዋልና፤ ብሎ ሲናገር ሰማሁ ይላል፤፤



<br></br><br></br>
በቤተክርስትያናች መጻፍ ቅዱስን ይሄ ትክክለኛ የእግዚአንሄር እስትንፋስ
 ያለበት መጻፍ ነው ብላ የሰጠችን ናት፡፡በመጻፍቅዱሱ ዉስጥ
  ያለውን የእግዚአብሄርን ሃሳብ የምታውቀው እርሱዋ መንፈስቅዱስ በውስጢዋ
   የፈሰሰውና የእውነት አምድ የተባአእችው ቤተክርስትያን ናት፡፡ቅዱሰ ጻዉሎስ ያስተማርናቹ ትምህርትን የሚቃወሙ መለያየትንና ማሰናከያ የሚያደርጉትን ሲል፤ ህብረቱ/ በመጽሃፍቅዱስ ዉስጥ ያለዉን  የእግዚአብሄርን ሃሳብ ያዉቀዋል ማለት ነዉ፡፡ ስለዚህ መጽሃፉን ብቻ ሳይሆን ይዘን የመጣነዉ ትምህርቱንም ጭምር ነዉ፡፡ለዚህ ነዉ አርዮስ  ክብር ይግባዉና ኢየሱስ ፈጡር  ነዉ፤ መርቅያን፤   ሲል፤  ህብረቱ ተሰብስቦ፤ 
   ይሄ የቤተክርስትያን ትምህርት አይደለም ብሎ ከቤተክርስትያን ህብረት የለየዉ
በክርስትና ኢንፋላብል ብለን የምንጠራትና ክርስቶስ በደሙ መሰረታት
 ብለን የምንጠቅሳት፤ ቤተክርስትያንን ነው፡፡
ቤተክርስትያናችን ያለ መጻፍ ቅዱስ/ የወንጌል ጽሁፎች የኖረችበት ዘመን አለ፤ ያለ መንፍስቅዱስ ግ ን አንድ ቀን መኖር አትችልም፡፡ መጻፍቅዱስን የሰጠችኝ ቤተክርስትያኔ ናትና፡፡ክርስቶስ ለዘላለም አልለይሽም ብሎ የማይጠፋ ቃል ኪዳን የሰጣትን ፤ ለዘላለም ከርሱዋ ጋር ማለትም ከኛጋር እንዲኖር የተሰጠን መንፈስ ቅዱስ በርሱዋ ዉስጥያለ ናት ፡፡
ቅዱስ ጻውሎስ ቤተክርስትያንን የእውነት አምድ ይላታል፡፡
<br></br>

በመጀምርያ ክርስቶስ ሞቼ እነሳለሁ ብሎ ተናግሮ በብቸኝነት የተነሳ፤ ብቸኛ አምላክ ነው፡፡ ሞቼ እነሳለው ብሎ ከተነሳ፤ ቤተክርስታኔንም እመሰርታለው፤እስከዘላለም ድረስ ከናንተአር ነኝ ፤ የሲኦል ደጆች አይችሉዋትም፤ ሲልም፤ አምነዋለዉ 
፤ሰማይና ምድር ያልፋል ቃሌ ግ ን አያልፍም ያለ ጌታ ፤ ፤ ለኛ ለክርስትያኖች በስጋው ሳይሞት በፊት፤ የገባልን ቃል ኪዳን ቤተ ክርስትያኔንን እመሰርታለሁ ነው ፡ሲኦል ደጆችም አይችሉዋት ነው፤

ቤተክርስትያን በክርስቶስ ሶስት አመት አስተምህሮና አዳኝነት መሰረተ ድንጋዩዋ ተጣለ(ወንድም ቢበድልክ ለ ቤተክርስያን ንገራት)፤ አለቱና ቁልፍ ያዚው ታወቀ
 ቤተክርስትያናችን ጌታችን መድሃኒታችን ኢየሱስ ክርስቶስ በመስቀል ላይ በጦር ሲወጋ ተጸነሰች፤
በገዛ ደሙ የመሰረታትን ቤተክርስትያን ትጠብቁ ዘንድ እናንተን ጻጻሳት አድርጎ ሾሙዋል፤
ካረገ በ 10ኛው ቀን መንፈስ ቅዱስ በወረደ ጊዜ፤ ተወለደች፤  በአንድ ቀን 3ሺ ክርስትያኖች አባክል ሆኑ
 በገዛ ደሙ የመሰረታትን ቤተ ክርስትያን ትጠብቁ ዘንድ እናንተን ጻጻሳት አድርጎ ሾሙዋል ይላል; በደሙ የመሰረታት ጌታ ፤ ቤተ ክርስትያንን ይጠብቁ ዘንድ ጻጻሳትን ሾመ

<br></br>
<br></br>
የሃዲስ ኪዳን ቤተክርስትያን በበጎች ትመሰላለች ፤እነዚህ ነገሮ አሉዋት
 አስጠባቂ ጠባቂ ና ተጠባቂ 
<br></br>
በጎች --ባለቤት ፤ጠብቂ ፤ ማደርያ ፤ ማሰማርያ ፤ ምግብ አላቸው ፤
<br></br>
የእረኛው ድርሻ በበር ከመግባት ይጀምራል .,,,,ነፍሱን ለበጎች አሳልፎ እስከመስጠት ይደርሳል ፡፡
<br></br><br></br>
የመንጋው ድርሻ እረኛቸዉን ጠባቂዉን ከማወቅ ይነሳል ....እስከ መከተልና መምሰል ድረስ ይደርሳል ፤
<br></br>
<br></br>መንጋዉ የእያንዳንዳቸውን ስም ያዉቃቸዋል ፤ በየስማቸውም ይጠራቸዋል ፤ ያዉቃቸዋል ሲታመሙ ፤
 በጸበሉ ያክማቸዋል
ከዚያን ያወጣቸዋል ይመግባቸዋል ካሰማራቸው ቡሃላ  በፊታቸውም ይሄዳል  ፡፡
<br></br><br></br>
ህዝብ የሚመራው ክርስትና /ሲኖዶስ  የለም ፤ እስልምናን የመራው ህዝቡ ነው እንጂ ፤ እምነቱ አይደለም፤
 በተለያየ ጊዜ በህዝብ ድምጽ፤ ዶክትሪን ተሰርቱዋል፤ ክዚያ ዉስጥ አንዱ የአላሃ ቃል ፈጣሪ ነው ውይስ ፍጡር
  ነው ከሚለው ነው፤

 <br></br><br></br> 
ከመሪው /ከጠባቂው 2 ነገር ይጠበቃል፤<br></br> 
1ኛ ምእመናን የሚሰሩትን ስራ ሰርቶ ማሳየት ነው፤
1 ክርስቶስ ቤተ ክርስትያን የምትሆነውን ሰርቶ አሳይቱዋል ፤ 
ተጠምቆ፤፟ ተጠመቁ ብሉዋል <br></br>
ተሰዶ ፤ ስለጽድቅ የሚሰደድ ብጽዋን ናቸው፤<br></br>

ጾሞ፤ ወደ ፈተና እንዳትገቡ ትጉና ጽለዩ <br></br>
ወደ ገዳም ሲሄድ ባህታዉያን ተከትለውታል <br></br>
ሲያስተም ሃዋርያት ተከተሉት ፤ <br></br> <br></br>

2ኛ እረኛዉ ለበኦቹ ሲል ተላልፎ የሚሰጥ መሆን አለበት ፤ <br></br>
እኔ የበጎች እረኛ ነኝ አለ ጌታ፤ዳዊት እግዚአብበር እረኛየ ነዉ የሚያሳጣኝ ማነዉ በማለት፤እረኛዉ እግዚአብሄር እንደሆነ ይነገረናል፡፡ በስጋ የተገለጠዉ ጌታ የዳዊት ጠባቂ እንደሆነ 
ሲናገር አነ ዉእቱ ኖላዊ ሄር፤ ለአይሁዶች መልካም እረኛ እኔ ነኝ አለ፡፡
<br></br>
በእርሱ የሚያምን ሁሉ፤ የዘላለም ህይወት እንዲኖረዉ እንጂ እንዳይጠፋ፤እግዚአብሄር አንድያ ልጁን፤እስኪሰጥ ድረስ 
አለሙን እንዲሁ ወዱዋልና ይላል፡፡ዮሃ 13፡14
ለበጎቹም ሲል ተላልፍ እንደሚሰጥ፤   ነፍሴን ስለ በጎች አኖራለሁ፤ ዮሃ ፤10፡14  - እረኛዉ ይመታል መንጋዉ ይበተናል፤ 
 -1 john 4;19 እርሱ ስለ እኛ ነፍሱን አሳልፎ ሰጥቶአልና በዚህ ፍቅርን አውቀናል፤..በማለት ተናግሩዋል


ፖሊይ ካርፐስ ፤ ምጥው ላንበአ ፤ ዲዮስቆሮስ ፤  <br></br>
፤ the blood of the christan is the seed f the churchl;
በጎች የተመሰልት መመናን ናቸው፤ ማት 25፤ 13 
ምእመናን ያለ ክርሥቶስ ጥበቃ ምንም ማድረግ አይችልም ፤ 
በጎች ያለጠባቅ ፤ ቤተ ክርስትያንም ያለ ክርስቶስ ጥበቃ ፤ መዋል አትችልም ፤ ለዚህ ነው እስከዘላለም ድረስ
 አብሬ እሆናለሁ የሚለን፤ 

<br></br>
በረት የተባለችው ቤተ ክርስትያን ናት ፤ የበጎች ማደርያ በረት እንደሆነች ሁሉ፤ የምመናን ማምለኪያ ቦታ ቤተክርስትያን ናት ፤
 በረት ለበጎች እንደሚያስፈልግ ሁሉ፤ ለምመናንም ቤተ ክርስትያን አስፈላጊ ነው ፤ 
በረት ውስጥ ተነጥላ ያልገባች በግ ለጥፋት ተጋላጭ እንደሆነች ሁሉ፤ ቤተክርስትያን ዉስጥ ያለገባች ነፍስ ፤ ለኣራዊት የተጋለጠች ናት ፤
<br></br><br></br>

ሌላው ቢቀር የነግ ና የሰርክ ጸሎት በቤተ ርስትያን እንዲሆን አዘዋል ጢሞትዮስ 5 ላይ ቲቶ 5 5ት የዲያቆን ላይ የዲያቆናት መስፈርቢት ተጠቅሱዋል፤ ጻጻስ ላይ 12 የጻጻሳት መፈርት ተጠቅሱዋል 
ክርስቶስ በበሩ ያልገባ ሲል ፤ በር በወርቁ የአበዉ ሱባኤ ፤ የነቦያት ትንቢት ፤ የዮሃንስ ትምህርት ፤
 የእግዚአብሄር አብ ምስክርነት ነው ;
 በበር ሳይገባ ማለት ፤ ነቢያት ሳይናገሩለት ፤ እኔ ክርስቶስ ነኝ ያለ፤ እኔ ነቢይ ነኝ ያለ እሱ ምንድነዉ ይለናል ሰራቂ ነው
  ይለናል ፤ በ1ኛ ዮሃ 22 ላይ ኢየሱስ ክርስቶስ የእግዚአብሄር ልጅ ነዉ ብሎ የማያምን ፤ የክርስቶስ ጠላት ነው ይለናል፤
   ዛሪ ሙህስሊም ወገኖቻችን ፤ የሙሃመድን ዉሽት በመስማት የታለላቹ ፤ የክርስቶስ ጠላት የሆናቹ
    ንቁ ክርስቶስ እኔ የበጎች እረኛ ነኝ አለ:: ዮሃ 10፡16 ከነዚህም በረት ያልሆኑ፤ ሌሎች በጎች አሉኝ፤እነርሱን ደግሞ ላመጣቸዉ ይገባኛል፤ድምጼንም 
    ይሰማሉ፡፡አንድም መንጋ ይሆናል እረኛዉም አንደ(ወነአምን በአሀቲ ቅድስት ቤተክርስትያን/ጉባኤ)


<br></br>
<br></br>- አንተ ሙሽሪት ያለችዉ እርሱ ሙሽራ ነዉ ፡፡<br></br>ሙሽሪት  ያለችዉ እርሱ ሙሽራ ነዉ ;በሚዜዉ ደስ ይለዋል
ሙሽራይቱ ያለችው እርሱ ሙሽራ ነው፤ ይህን ቃል ዛሬም ስለነበረ ነገም ስናነበው፤ 
ለሁሉም ቀን የሚያገለግል ነው፤ዛሬም ሙሽራይቱ ቤተክርስትያን ካለችክ ሙሽራ ነክ

                  ፡፡<br></br> ቤተ ክርስትያን (ሙሽሪት)
                  ያለችዉ እርሱ ክርስቶስ ነዉ፤john 3:29 በማለት አንተ (ሙሽሪት) ቤተ ክርስትያን ዉስጥ ዛሬም ካለክ ፤ 
                  የሙሽራዉ ክርስቶስ  እንደሆንክ ያስረዳናል፡፡፤ ስለዚህ
ቤተ ክርስትያን (ሙሽሪት) ያለችዉ እርሱ ክርስቶስ ነዉ፤ በማለት አንተ (ሙሽሪት) ቤተ ክርስትያን ዉስጥ ዛሬም ካለክ ፤
 የሙሽራዉ  እንደሆንክ ይናገራል፡፡
                  ፡፡
<br></br>ሁል ጊዜ የኀላዉ ከሌለ የወደፊቱ የለም፡፡ ጌታችን  ቤተክርስትያናችንን  ባይመሰርት ኖር፤
 እኛ ቤተክርስትያን ዉስጥ ዛሬ አንገኝም ነበረ፡፡
ቤተ ክርስትያን ዉበትዋ ዮሃነስ ወንጌል 10 ላይ እንደተቀመጠዉ፡፡በበጎች ትመሰላለች፤
 በጎች  ጠባቂ፤አስጠባቂ፤ማደርያ፤መሰረማርያ ያስፈልጋቸዋል፤...

 <br></br>ቤተ ክርስትያን ዉበትዋ ዮሃነስ ወንጌክ 10 ላይ እንደተቀመጠዉ፡፡በበጎች ትመሰላለች፤ በጎች  ጠባቂ፤አስጠባቂ፤ማደርያ፤መሰረማርያ ያስፈልጋቸዋል፤ቤተክርስትያን አመሏ  እንደ ሙሴያዊት እና ኤልያሳዊት ናት


<br></br>
ቤተክርስትያን  በሙሴ ሃመልማል ትመሰላለች

A- The bush in Hebrew means ‘the thorny bush’. That is why the Jews see in it a symbol of Israel, surrounded by thorns and troubles. This line of thought has been also adopted by some of the early fathers of the Church. The scholar Tertullian, as well as St. Hillary, Bishop of Poitier, see in the bush a reference to the Church burning, yet not consumed by the fire of oppression. St. Hippolytus the Roman says, [God speaks through His saints in the Church, as though in the burning bush.] It is as though the prophet Moses saw in the burning bush the militant Church of the Lord Christ, surrounded with thorns, but not consumed. For it is aflame by the fire of the divine Spirit. That was the ministry to which he had been called. 


                </p>
              </div>
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                  🔹 ቤተክርስትያንን ከመሰረተ፤ ለቤተክርስትያን ምን ሰጣት?

                </h3>
                <h5 >   ---- 1ኛ  መንፈስቅዱስን
                </h5>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                  መንፈስቅዱስን:- </p>
                <h5>-----2ኛ  የማይለወጥ አስተምህሮት
                </h5>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                  አስተምህሮትን:- ሂዱና አህዛብን ያዘዝኩዋቹን እንዲጠብቁ እያስተማሩዋቸዉ ደቀ መዛሙርቴ አድርጉዋቸዉ
                  እነዚህም ትምህርቶች፤
                  <br></br> 1 ስቀለት፤
                  <br></br> 2 የክርስቶስ የእግዚአብሄር ልጅነት፤
                  <br></br> 3.አምላክነት፤
                  <br></br> 4.ሚስጢረ ሥላሴ፤
                  <br></br> 5.ሚስጢረ ሥጋዌ
                  <br></br>  ጌተችን ስለ መገለጡ በሚገባን ቋንቋ ከሰማይ ወርጃለሁ ብሎ ፤ 
                  ስለ የእግዚአብሄር ልጅነቱ አብን ህዝብ ባለበት አስመስክሮ፤  ስለ ቅድስት ሥላሴና፤
                  ጌትነቱ መስክሮ፤  ይህን አስተምህሮ ለቤተክርስትያን በሃዋርያት በኩል ሰቷታል፡፡ዛሬም እጃ ጋር ያለዉ ሀይማኖት(ሆሞሎገስ)/ምስክር ይሄ ነዉ፡፡
                  ሃይማኖት የምንቀበለዉና ለትዉልዱ የምናስተላልፈዉ ነዉ እንጂ የምናሻሽለዉ፤አይደለም፡፡
                  የኒቂያ አባቶች እራሱ፤ ባስተላለፉልን የሃይማኖት ጸሎት፤‹‹ ይህንን እናምናለን (ከሃዋርያት ጀምሮ የነበረዉ እምነታችን ይሄ ነዉ)
                  ››፤ አሉ እንጂ ይሄንን ወስነናል አላሉም፡፡

                </p>
                <h5 >  -----3ኛ የማይቁዋረጥ ስልጣነ ክህነትን

                </h5>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                  ስልጣነ ክህነትን:-   እኔ የበጎች በር ነኝ ያለ ክርስቶስ ፤ ጼጥሮስን በጎቼን ጠብቅ አለዉ
                  ሊቀ ካህናችን ፤ ክርስቶስ ፤እራስክን ለካህን አሳይ አለ፤ ሊቀ ካህንን ፤ ሊቀ ካህን/የካህናት አለቃ የሚያደርገዉ፤
                   ሌሎች ካህናት ሲኖሩ ነዉ::የሚከተሉትን  5000 ህዝቦች ሳይሆን የመረጣቸዉንና የሾማቸዉን አጥማቂዎቹን ሃዋርያት
                  :-ያሰራቹት የታሰረ ይሆናል ፤ የፈታቹት የተፈታ ይሆናል  አላቸዉ::

                 የመረጣቸዉን ሃዋርያት 
                   እኔ እስከ አለምፍጻሜ ከናንተ ጋር ነኝ በማለት፤ ክርስቶስ ቤተ ክርስትያንን ፈጽሞ እንደማይለያትና ፤
                    ስልጣነ ክህነቱ ለዘላለም እንደሚቀጥል ይነግረናል ቅድስት ቤተክርስትያን፤ ከሃዋርያት ቡሃላ ወይም በመካከል፤
                    ከዚያም ወይ ተገኝታ፤መጽሃፍ ቅዱስን እያነበበች፤ ‹‹ይህ ማለት እንዲህ ይሆናል በሚል ግምት የመጽሃፍ ቅዱስን ቃል የምትቶሮጉም አይደለችም፤ የማይለወጥ
                  አስተምሀሮና፤ የማይቁዋረጥ የክህነት ቅብብሎሽ ከ ቅዱስ ጼጥሮስ እስከ አባ ማትያስ ድረስ ያላት ቤተክርስትያን ናት፡፡
                  ትልቅነት ለኛ በሃዋርያት ትምህርት ላይ ጸንቶ መኖር ነዉ፡፡ሃዋርያት በተግባር የተቀበሉትን አስተምህሮ ማስቀጠል ነዉ

                </p>
                <h5 >---- 4ኛ አዲስ ቃል ኪዳን፡-
                </h5>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                  አዲስ ቃል ኪዳን፡- ለሙሴ የመጀመርያዉን ቃል ኪዳን በሲና ተራራ እንደሰጠዉና ቃልኪዳኑም፤ በበግ መስዋእት እንደተደመደመ ሁሉ
                  የ2ኛዉም ኪዳን  አስቀድሞ በኤርምያስ 31፡31 ትንቢት የተነገረለት ሲሆን ፤  ቃልኪዳኑም፤ በቀራንዮ ተራራ ፤ በክርሰቶስ መስዋእት ተደምድሙዋል
                  ይህ ጽዋ ስለእናንተ ጽዋ በሚፈሰዉ ደሜ የሚሆን አዲስ ኪዳን ነዉ፡፡ ሉቃ 22፤20
                </p>

              </div>
              <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                 🔹  ክርስትና መቼ ተጀመረ?
                  የብሉይ ኪዳን ስለ ክርስቶስ ምን ይናገራሉ?
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                  ክርስቶስ ነቢያትን ሁሉ የላከ አምላክ እንደመሆኑ, በስጋ የተገለጠዉ ቃል እግዚአብሄር እንደሆነ 
                  ቃልም እግዚአብሄር ነበረ ይለናል፡፡ ,(matew 23:34 ነቢያትን ጥበበኞችንና ጸሃፍትን አልካለሁ )ና
                  በነቢያትና በሃዋርያት መሰረት ላይ ታንጻቹዋል እንደሚለዉ(በኡፌሶን 2፡20
                  )፤ የክርስትና(ክርስቶስን የመከተል) መሰረት ፤ በሙሴ ጊዜ እንኩዋን እንደነበረ:-
                  ፡እብራዉያን፤ 10፤21 ላይ፤‹‹ሙሴ፤ካደገ ቡሃላ፤ ወላጆቹ ያማረ ህጻን፤
                  መሆኑን አይተዉ፤ በእምነት 3 ወር ሸሸጉት፤ የንጉስንም አዋጅ አልፈሩም፡፡
                  ሙሴ ካደገ ቡሃላ፤ የፈረኦን የልጅ ልጅ እንዳይባል፤በእምነት እንቢ አለ፡፡ከግብጽም
                  ብዙ ገንዘብ ይልቅ፤ ስለ ክርስቶስ፤ መነቀፍ እጅግ የሚበልጥ፤ ባለጠግነት እንዲሆን አስቡዋልና፡፡›› ይላል

                  ስለዚህ በህዝብ ደረጃ ቤተክርስትያንን (የክርስትኖችን  ህብረት) ተከተሉኝ ብሎ የሰበሰበን፤ ክርስቶስ ሲሆን፤ 
ይቺ ቤተክርሰትያን ግን  መሰረቷ የነቢያትና የሃዋርያት  መሰረት እንደሆነና ከአይሁድነት እንደቀጠለ፤ ‹‹በነቢያትና በሃዋርያት መሰረት ላይ ታንጻቹኋል››  ይለናል፡፡

                  <br></br> ብሉይ ኪዳን ስለ ክርስቶስ ስቅለት ፤የእግዚአብሄር ልጅነት;
                  ንጉስነት፤ አምላክነት፤ ፍጹም ሰዉነት፤በስጋ መገለጥና
                  ምሳሌ ፤ይናገራሉ
                </p>

              </div>

              <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                 🔹  የክርስትና መስፋፋት ሂክማዉ  /ጥበቡ ምንድነዉ

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

                  ክርስትና ሰይፍን ሳይመዝ የተስፋፍ ሃይማኖት ነዉ
                  ምክንያቱም የተቀበለዉ ቃል ኪዳን
                  1 ጠላቶቻቹን ዉደዱ የሰማይ  ፤አባቴ፤አኩል ጸሃይን ያወጣል፤
                  2 ሰይፍ የሚያነሱ በሰይፍ ያልቃሉ፡፡
                  3 ቢቻላቹስ ከሁሉም ጋራ በሰላም ኑሩ፤
                  4 ወደ ጌታችን ባለጸጋዉ መቶ ፤ክርስቶስን አልከተልክም ሲለዉ፤ ጦር አላወጀበትም፤
                  5 መንግስቴ በምድር አይደለም ፤ ቢሆን ኖሮ ደቀ መዛሙርቴ በተዋጉልኝ ነበረ
                  6፤ አልቀበል፤ ላላቹ ከተማ፤ ጫማቹን አርግፉ  አለ፤ እንጂ፤ ጥርሳቸዉን አርግፉ አርግፉ አላለም፡፡
                  ክርስትና በጦርነት ቢስፋፍ ፤ በመጀመርያ የሚያስወገደዉ፤አይሁድን ነበረ፤ ምክንያቱም፤ አምላካችንን ስለ ሰቀሉ፤እርሱ ግን በመስቀል ላይ ሆኖ፤ ችንካሩ ከእጆቹ ሳይለቅቅ ፤ የሚሰሩትን አያዉቁምና ይቅር በላቸዉ ፤ በማለት ፤ በመስቀል ላይ ሰላምን አደረገ፡፡

                  አይሁዶች በቅናት ዲያቆኑን እስጢፋኖስ ወገሩት ጌታቸን የሚያሳዱዋቸዉ ጸልዩላቹዉ  ብሎ ያዘዘዉን ትዛዝ  እየወገሩት፤ እስጢፋኖስ ፈጸመ፤ ቅዱስ እስጢፋኖስ ከሞት ቡሃላ፤
                  ቅዱስ ፊሊጾስ ፤ ኢትዮጽያዊዉን ጃንደረ፤ ያጠምቀዉ ነበረ፤ የእስጢፋኖስ መወገር፤ ቅዱስ፤ ፊሊጾስን፤ ከማስተማር አላስቆመዉም ነበረ፤
                  this was the strangth of Christianity<br></br> ክርስትና ሰይፍን ሳይመዝ የተስፋፍ ሃይማኖት ነዉ
                  ቅዱስ ጻዉሎስን፤ ቁልቁል ሰቀሉት፤ ቅዱስ ጼጥሮስን አንገቱን ቁርጥ አደረጉት
                  ዲፊሺየስ ፤ እያንዳንዱ ሃይማኖት የፖለቲካ፤ ልዩነት እያመጣብኝ ስለሆነ፤ ሁሉም ወደ ቀድሞ ጣኦት እንዲመለሱ፤ በሮም ታዞ ነበረ፡፡
                  የሮም ክፍለጦር የነበረዉ ፕሊኒ፤ ክርስትያን የሆነ ይገደል፤የሚል አዋጅ አዉጂ ነበረ፤ የክርስትና
                  መጽኃፍት ብቻ አይደሉት ፤ የታሪክ ጸኃፍት ሳይቀሩ ክርስትና ላይ የደረሰዉን፤ መከራና ስቃይ ይናገራል
                  :: in the letter of Pliniy the younger: Book 10:96 I do not know ,what is the usual proceedurefor pushing or investigating them accordingly: I have followed the method usually adabted in such case: which is to question the accused , if they admit: to being christians ,  I repeated the question twice,and if they persisted , I ordered them to be excuted.
                  በሮረም ላይ የደረሰዉ መከራ ቀላል የማይባል ነበረ፡፡ ቫላንታይን በ እስታድየም ዉስጥ ከአንበሳ ጋር  ያታጋሉት፤ እዚዉ ሮም ዉስጥ ነበረ፤  ለዚህ ነዉ ቅዱስ ያሬድ በዜማዉ፤ በህሊናዉ ወደ ሮም ተጉዞ፤ በእሳት ዉስጥ የምታበራን እነቁ ቤተክርስትያንን ተመለከት፤
                  ወሬድየ ብሄረ ፤ሮሜ ፤ 
                  ርኢክዋ ፤ አይመርክዋ ፤አፍቀርክዋ ለቤተክርስትያን፤ ቤተ ክርስትያንን አየዋት አወኩዋት  ወደድኩዋት እያለ ዘመረ

 ክርስትያኖች ባለማመናቸው ምክንያት፤ ዉርደት እስኪሰማን ድረስ መገፋት እንዳለብን  ስም በመጥቀስ  ይነግረናል አንድ አማኝና ክርስትያን ቢገናኙ በጠባቡ መንገድ እንዲህይድ ይገደዳል፡፡https://sunnah.com/muslim:2167a








 


                </p>

              </div>


              <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                  🔹 መጽሃፍ ቅዱስ

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

                  መጽሃፍ ቅዱስ ለቤተ ክርስትያን እስትንፋሱዋ ነዉ፡፡
                  መጽሃፍ ቅዱሳችን ብሉይና ሃዱስ ተብሎ በሁለት ይከፈላል፤ ብሉይ ኪዳን የምንለዉ፤
                  ከክርስቶስ በፊት የነበሩ ነቢያት የጻፉዋቸዉ፤መጽሃፍት ሲሆኑ፡፡ ጌታችን መጽሃፍትን
                  ካላመናቹ እንዴት እኔን ታምኑኛላቹ በማለት፤ የብሉይ ኪሳን  መጽሃፍትን ማመን እንዳለብን
                  አስተምህሮናል፤እነዚህ መጽሃፍትም እንደተጠበቁ  በዴድሲስክሮል  በአርኪዮሎጂ የተገኙት፤ ከክርስቶስ ልደት በፊት  የነበሩ የብሉይኪዳን ማኑስክሪብቶች፤እኛ አሁን ከያዝናቸዉ የብሉይኪዳን መጽኃፍጾች ጋር አንደ  ናቸዉ፡፡
                  2 ሲቀጥል የያዝነዉን ወንጌል በተመለከተ፤ 5800 የግሪክ ማኑስክሪብት፤ 200 የግእዝ
                  ማኑስክሪብት፤ አሉን፤ እነዚህን የወንጌል ማኑስክሪብት ስናነጻጽራቸዉ፤ የሃሳብ ልዩነት ፈጽሞ
                  አናገኝባቸዉም፡፡ ሲቀጥል፤ ከ 2ኛ እስከ 5ኛ፤ ክፍለዘመን የትሩጉዋሜ ወንጌላት አሉን፤፡
                  ከሃዋርያት እጅ የተተኩት እነ ቀለሜንጦስ፤ ፖሊካርፐስ፤  ወንጌልንና መልክታትን ጠቅሰዉ
                  ያስተምህሩ ነበረ፡፡  እንኩዋን ወንጌልን አይደለም፡፡ የነሱ መልእክታት ሳይቀር፡፡እስከዛሬ
                  ተጠብቆ በእጃችን አለ፡፡ ይህ አይነት ቱፊት በእስልምናዉ ፈጽመን የማናገኘዉ ነዉ፡፡
                  የቁራን አዋቂና ተፍሳሪ የተባለለት ኢብን አባስ፤ የሚባል ሙፈሲር አለ፡፡ ነገር ግን
                  በእርሱ የተጻፈዉን  የእርሱን መጽሃፍ፤በሙስሊሞች እጅ የለም፡፡እርሱ ካስተማረና
                  በአፍ ከተናገረ ከ 200 አመት ቡሃላ ነዉ፤ 
                  ኢብን አባስ እንዳለዉ እያሉ የሚናገሩት፡፡እኛ ግን የዮሃንስ ተማሪ ፤ ፖሊካርፐስ ስለ እምነቱ የጻፈዉ ፤ መጽሃፍ ሳይቀር በእጃችን አለን፡፡
                  ሌላዉ ዛሬ፤ በኢትዮጽያ፤ በምናነባቸዉ፤ 4ቱ  የማትዮስ የማርቆስ፤ የሉቃስና የዪሃንሰ
                  ወንጌላት፤ በሩስያ ፤ በአረብ፤ በአዉሮፓ ፤ በቻይናና በተለያዩ  ሃጋራት እነዚዉኑ
                  መጽኃፍ እናገኛቸዋለን፤ ይሄ ፈጽሞ በአጋጣሚ፤ ሊሆን አይችልም፡፡
                  <br></br>

                  ሙስሊሞች የእኛን ወንጌል የማይቀበሉበት ምንም ምክንያት የላቸዉም፡፡
                  ጥያቄያችን
                  1፡እኛ ወንጌል የምንላቸዉ፤ማትዮስና ማርቆስ፤ሉቃስና ዮሃንስን በምናባቹት የሳላቹት ‹‹ኢንጂል›› ላለመሆናቸዉ በምን አወቃክ፡፡ ቁራን እነሱ አይደሉም አይልም፡፡ ስለዚህ እንዴት አወቃቹ፡፡
                  2ኛ እነዚህ ወንጌሎች፤ ከክርስቶስ ቡሃላ ነዉ የተጻፉት ካላቹ፤ ኢንጂል መቼ እንደተጻፈ እንዴት አወክ
                  3ኛ  የኢሳ ኢንጂል በኢሳ  ጊዜ፤ የተሰጡት ነዉ ለምትሉ፤ቁራንክ የተሰበሰበዉ ከሙሃመድ ቡሃላ በዘይድ ነዉ፡፡ኢሳ የተጻፉ ኢንጂልን በእጁ ይዞ፤ያነብና ይጠቀም እንደነበረ፤ እንዴት አወክ
                  4ኛ የእኛ ኢንጂል ከሰማይ የወረደ ነዉ፡፡  ቁራንክ ከሰማይ ወርሱዋል ይባላል፡ነገር ግን 
                   ቁራኑን በመጽሃፍ ዉስጥ አንዳንድ ክርስትያኖችና ፤ የሙሃመድ ሰሃቦችቁራንን በመጽሃፍ ተሳትፈዋል፡፡ ኢንጂል በመጽሃፍ ላይ ማትዮስ ማርቆስ፤ ሉቃስና ዪሃንስ እንዳልጻፉት በምን አወክ፡፡
                  - የእኛ ኢንጂል እንደ ቁራን  የሰዎች ሃሳብ የለበትም፡፡ ወንጌላችን ኢንጂል 
                  ላለመሆኑ የሰዉን ሃሳብ መያዙ ከሆነ ፤  ቁራንክ፤ የሰዉና የኢንጂል፤ ሃሳብ  ይዙዋል፤ 
                   ስለዚህ በ ተመሳሳይ ክራይቴሪያ ቁራንክንም ላትቀበለዉ ነዉ፡፡


                  ባንተ ደካማ አተሳሰብ ተበርዙዋል
                  ብለክ የምታስበዉ ወንጌል፤ኢንጂል
                  እንዳልሆነ በምን አወክ? የቀደመዉን
                  ኢንጂል አነበብከዉ ፤ አየከዉ፤ አሸተትክዉ?
                  ኢሪኒየስ  እንደዘገበልን ለዉጦታል፤ይሄ የኢራኒየስን
                  ሙሉ ሃሳብ አለመረዳት ነዉ፡፡ እርሱ እያወራ ያለዉ ስለ ማይነር
                  ዲፍረንስ ነዉ፡፡ለምሳሌ  ኢየሱስ ክርሰቶስን አንዳንዴ ሲገለብጡት፤
                  ክርስቶስ ኢየሱስ ብለዉታል፤ እኛ ደግሞ መጽሀፍ ቅዱሱን ሃሳቡን ነዉ
                  የምንረዳዉ እንጂ አንበላዉም፡፡ ይሄን እንደ ምክንያት የምታቀርብ ከሆነ፤
                  የዋርሽ ቁራን፤ ሱራ 1 ላይ ኪንግ ኦፍ የሚለዉን ማስተር ኦፍ ይለዋል፡፡
                  የትኛዉ ቃል ነዉ፤ በሰማይ አርሽ ካይ አርሽ ላይ ያለዉ መጽሃፍ፤ እኛም
                  ቁራን ሃሰተኛ እንደሆነ  ይህን እናቀርባለን፡፡
                  ከእኛ ጋር የሚመሳሰለዉን ኢንጂል ብቻ እንጠቀማለን ለሚሉ፤
                    አይሁዶች ሙሃመድን ዳኘን ሲሉት፤ ምንድነዉ ያለዉ፤ከቁራን ጋር የሚስማማዉን 
                     ቶራህ ብቻ መረጠ፤ አይደለም፡፡ ቶራህን አምጡልኝ አለ፡፡
                  ከዚያም ፤ ባንተና ባንተ ላይ በወረደዉ ፤ አምኛለሁ አለ፡፡ ለምንድነዉ ግማሹን
                   በመተዉ በግማሹ፤ ብቻ እናምናለን የምትሉት እያለ፤ ተቆጣ እንጂ፤ ሌላ አላለም፡፡ለምሳሌ ኣንድ አህት ዝሙት ብት ሰራ መወገር ኣለባት የሚለውን ሙሃመድ 
                   ኬት ኣምጥቶ ነው የፈረደባት፤ ከመጥሃፍ ቅዱስ ነዉ የፈረደባት ኣምጡልኝ ብሎ፤ ቁራን ላይ የለም፤
                  መጽሃፍ ቅዱስ ተበርዙዋል፤ ለሚሉ፤ ሙሃመድ ምን አለን እኛ ወአሚኑ
                   ቢማ አንዘልቱ ሙሰዲከን ሊማ ማኩም፡፡ከናንተ ጋር ካለዉ የሚጋጭ የሆነዉን ሳይሆን የሚለዉ 
                   ፤ ከናንተ ጋር የሚያረጋግጠዉን ነዉ የሚለዉ፡፡
                  ሱራ 2፡42
                  ቁራን ጠባቂ ነዉ፡፡አልጀላላይን ጋርዲያን  የሚለዉን ቃል፤ ምስክር ብሎ ይፈታዋል፤ ፤ 
                  ሙሃመድ  በመጠራጠር  ዉስጥ ሲሆን ወዴት ሄደ፤ ወደ ጠባቂዉ መጽሃፍ ቅዱስ ነዉ የሄደዉ፡፡
                  ፤
                  ላለመበረዙ አርግጠኛ ያደረገን ፤ ከ ክርስቶስ ጀመሮ  ለ 2000  ኣመት የነበረችሀው 
                  በተከርስትያን ኣልተበረዘም ስላለች ነው፣
ለምሳሌ እድሜክ ስንት እንደሆነ አባትክና እናትክን ትጠይቃለክ፤ ወንጌል ኬት እንደመጣ ማን እንደጻፋቸዉ 
  የመጽሃፉ ባለቤቶች  ፤ አባቶች ባይኖሩን ችግር ይሆን ነበረ፤  አባትና እናት ኬለለክ ነዉ ችግሮ፤
እኛም  የመጽሃፍቅዱስን ታሪክ የሚያዉቁ፤ ከሃዋርያዉ ጼጥሮስ እስከ፤ አባ ማትያስ አባቶች አሉን ስለዚህ ችግር የለብንም

  የጌታየ ቃል ነው ስለምትል ነው፣ የኛ  እድሜያችን 100 ላያልፍ ይችላል፤ 
  ቤተክርስትያን ግን በ ሃዋርያዊ ቅበበሎሽ ከ ፔትሮስ አስከ ኣባ ማትያስ የመጣች  ቤተክርስትያን ናት፣ ሲቀጥል ፣ ለምሳሌ  ሙስሊሞች ለምታነሱት ጥያቄና በተለይ ስለ የ ስላሴ ትምህርት፣ የ ኣምላክ በ ስጋ መገለጥ ትምሀርት፣ የጌታ ኣምላክነት ትምሀርት፣ ከመጽሃፍቅዱስ ብቻ ሳይሆን ፣ ከወንገል ቡሃላ የመጡ የሃዋርያት ተከታዮች  በዚህ ጉዳይ ላይ ያላቸዉን  አምነት ምን እንደሆነ ጭመር  ፣ የነሱንም መጽሃፍ ኣቅርባ ማሳየት የምትችል በተክርስትያን ናት  ፡፡ሲቀጥል በአካዳሚ ፐሩፍ እንደተደረገዉ
•  Emanuel Tov, a leading scholar in textual criticism, reported that 95–98% of the text matched exactly, and the differences were mostly minor (spelling, synonyms, or word order).  Emanuel Tov is not a Christian; ለዚህም ነዉ አረብ ያለዉ ወንጌል፤ ኢትዮጽያ ካለዉ ወንጌል ጋር፤ ህንድ ካለዉ ወንጌል ጋር አንድ የሆነዉ
•  So, the “98% accurate” number is an approximation based on this comparison.

<br></br>
የሰይጣን ልጅ፤ በሂራ ተራራ ከሙሃመድ ጋር ተነጋገረ፤ 
እናም የ የሰይጣን ልጅ ቃል ቁራኑ ላይ  ሰፍሮ ካየነዉ፡፡ቁራኑን ምንድነዉ የማን ቃል የምንለዉ?

<br></br>
ጂኒዎች(ጥሩም ይሁኑ መጥፎ) የሰይጣን ልጅ እንደሆነ
Anas reported:
He said, “I was with the Messenger of Allah ﷺ in the mountains of Mecca when there came forward an old man leaning on a staff.
The Prophet ﷺ said: ‘This is the walk and speech of a jinn.’
So he (the Prophet) asked him: ‘From which type of the jinn are you?’
He replied: ‘I am Hāmah, son of Hīm, son of Lāqīs, son of Iblīs.’” cout all source and the website linkYou said:
Anas reported:
<br></br>
የሰይጣን ልጅ፤ በሂራ ተራራ ከሙሃመድ ጋር እንደተነጋገረ፤
<br></br>

Dawud reported from 'Amir who said:

I asked 'Alqama if Ibn Mas'ud was present with the Messenger of Allah (ﷺ) on the night of the Jinn (the night when the Prophet met them). He (Ibn Mas'uad) said: No, but we were in the company of the Messenger of Allah (ﷺ) one night and we missed him. We searched for him in the valleys and the hills and said. He has either been taken away (by jinn) or has been secretly killed. He (the narrator) said. We spent the worst night which people could ever spend. When it was dawn we saw him coming from the side of Hiri'. He (the narrator) reported. We said: Messenger of Allah, we missed you and searched for you, but we could not find you and we spent the worst night which people could ever spend. He (the Holy Prophet) said: There came to me an inviter on behalf of the Jinn and I went along with him and recited to them the Qur'an. He (the narrator) said: He then went along with us and showed us their traces and traces of their embers. They (the Jinn) asked him (the Holy Prophet) about their provision and he said: Every bone on which the name of Allah is recited is your provision. The time it will fall in your hand it would be covered with flesh, and the dung of (the camels) is fodder for your animals. The Messenger of Allah (ﷺ) said: 
Don't perform istinja with these (things) for these are the food of your brothers (Jinn)
https://sunnah.com/muslim:450a
<br></br>

የሰይጣን ልጅ ቁራን  እንደቀሩለት 
(ሙሐመድ ሆይ!) በል 
«እነሆ ከጂን የኾኑ ጭፈሮች (ቁርኣንን) አዳመጡ፡፡‹እኛ አስደናቂ የኾነን ቁርኣን ሰማንም› አሉ ማለት ወደእኔ ተወረደ፡

<br></br>
ሙስሊሞች ደግሞ ይሄንን ፤ አስደናቂ ቁራንን ሰማን ያሉትን ከቀሩ፤ ሙስሊሞች የማንን ቁራን እየቀሩ ነዉ
<br></br>


1 በቁራን ሙሃምድ ከ ጂብሪል ጋር 17000 ን ግ ግር አድርግዋል ይባላል፤ ነገር ግ ን ከዚያ ዉስጥ ያሉት ፤ 6666 ብቻ ናቸው ፤ ይህ ቈራን ለመበረዙ ማስራጃ ነው፡፡
 
 
 <br></br>2 ርጅሙ ቁራን ከ አልበቀራ ጋር እኩል ነበረ፤ ዛሬ ግ ን አይደለም ፤ ልምን፤


 <br></br>3 ሙሃመድ የመጀመርያዉ ዉሂ 96 ላይ ይገኛል ለምን 


<br></br>4 ሙሃመድ ና አላህ የተናገሩት ብቻ ከሆነ ነጠብጣቦቹ ኬት መጡ ፤ ቫዉሎቹ ለዚህም ቁራን ለመበረዙ የእስልምና ሃዲሳትና ትሩጉዋሜዎች የሚያቀርቡት ምክኛት እስልምናው የሚያቀርበው የማቀርበው፤
 ፟ የአልየማማ ጦርነት፤ 
የ ኦስማን ማቃጠል፤ 
በፍየል መበላት 
የዛሬው ቁራን የሃፍ ቁራን ነው፤ ሙሃመድ ከሞተ ከ 200 አመት ቡሃላ ፤ የነበረ ሰው ነው፤ የርሱን ሃዲስ ሙስሊሞች አይቀበልትም ፤ ይሄ የተመረጠው በ 1924 በ አላዛር ዩንቨርስቲይ ነው የዛሪ 30 በላይ የተለያዩ ቁራኖች መገኘታቸው፡፡ ስለዚህ አላህ የራሱን ቃል አልጠበቀም፤
መጻፍቅዱስን ከመንገድ ላይ ሳይሆን ከበተክርስትያን ስለተቀበልኩ፤ ሶ ፕራክሪካሊ ቼክ ማድረግ እንችላለን ፟ ሲቀጥል፤ አንድ አካል በቅን ልቦና የራሱን የአምላኩን መጻፍ ለምን ሊበርዘው ይችላል፤ ስንል ምክያቱ አይታየንም ሌላው ትምህርታችን ቀጥታ ኢየሱስ ክርስቶስ ያስተማረው ትምህርት እንደሆነ በአባቶቻችን ማረጋገጥ እንችላለን 1 ቤተ ክርስትያን ክርስቶስን ሳታመልክ የኖረችበት አንድ ታሪካው ማሰረጅ ማምጣት አይቻልም

<br></br>

5ለሙሃምድ የወረደዉ ቁራን በ 7 ዘየ ነዉ ፤ ኡስማን ነዉ ያቃጠለዉ፤ እርሱ ካላቃጠለዉ የት ገባ

<br></br> <br></br>

We must recognize that the Quran’s authenticity does not rely on the validation of any other text. If the Quran is indeed the direct and authentic word of God, this constitutes an extraordinary claim—one that is far more significant than the claims made by the Bible. The Bible does not assert that it is the verbatim word of God in the same absolute sense. Therefore, any serious challenge or issue regarding the Quran would carry much greater
 implications than similar issues raised regarding the Bible.

 <h1></h1>
      <Image 
        src="/images/about/q1.PNG"
        alt="My Photo" 
        width={500} 
        height={300} 
      />

       <h1></h1>
            <Image 
              src="/images/about/q2.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />


 <h1></h1>
            <Image 
              src="/images/about/q3.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />


when muhammed tell to his people who is trusted more in quran recitaion zayd is not found.
<h1></h1>
            <Image 
              src="/images/about/q4.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
<h1></h1>
            <Image 
              src="/images/about/q5.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

<h1></h1>
            <Image 
              src="/images/about/q6.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
            <h1></h1>
            <Image 
              src="/images/about/q7.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
            <h1></h1>
            <Image 
              src="/images/about/q8.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

             <h1></h1>
            <Image 
              src="/images/about/q9.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />


             <h1></h1>
            <Image 
              src="/images/about/q10.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

            missing entire chapter

              <h1></h1>
            <Image 
              src="/images/about/q11.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

lost chapter
               <h1></h1>
            <Image 
              src="/images/about/q11.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
            
lost chapter
               <h1></h1>
            <Image 
              src="/images/about/q12.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
              <h1></h1>

              those approved reciters have  recited diffrence chapter of quran
              1 said 112 other said 116 and right know we have 114

            <Image 
              src="/images/about/q12.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
                   <Image 
              src="/images/about/q13.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
       <Image 
              src="/images/about/q14.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
            yasir qadi 
            https://www.youtube.com/watch?v=d225z-Yn0vk
መጻፍ ቅዱስ ተበርዙዋል ለሚሉ ፤ውንዲሞች ቈራን ፤ ወንጌል እንዳልተበረዘ እንደሚናገር ለማወቅ ብዙም እርቀት መሂድ ሳይኖርብን፤ 1 ሙሃመድ ከ ወንጌል ይኮርጅ / ይገለብጥ እንደነበረ’፤ 2 የሚያውቁት ነገር በመጣላችው ጊዜ በርሱ ካዱ አለ 3 ሙሃመድ ወንጌል ብርሃን አለበት ማለቱ 4 ሙሃመድ የአላህ ቃልን ማንም አይበርዝም ማለቱ፤ 5 ተፍሲር ኢብን ከሲር አያህ 3፤ 78 ምን ይላል፤ None amongallah’s creation can remove the word of allah fron his book. …wahhab ibn munabah said ;- The tewrah and the enjil remain as the allah revealed them and no letter in them was removed, 6 እሳ በምጻት ቀን ወንጌል ተውራትን እንደ

  <Image 
              src="/images/about/q15.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

  <Image 
              src="/images/about/q16.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
            <Image 
              src="/images/about/q17.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

            <Image 
              src="/images/about/q18.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
            <Image 
              src="/images/about/q19.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
            <Image 
              src="/images/about/q20.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

              <Image 
              src="/images/about/q21.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

               <Image 
              src="/images/about/q22.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

            
               <Image 
              src="/images/about/q23.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
             
               <Image 
              src="/images/about/q24.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

<br></br>

 
               <Image 
              src="/images/about/q24.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
               <Image 
              src="/images/about/q25.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
               <Image 
              src="/images/about/q26.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
               <Image 
              src="/images/about/q27.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />
               <Image 
              src="/images/about/q28.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

barning ham manuscript
<Image 
              src="/images/about/q29.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

<Image 
              src="/images/about/q29.PNG"
              alt="My Photo" 
              width={500} 
              height={300} 
            />

https://corpuscoranicum.de/en

<br></br>
https://www.qurangateway.org/

<br></br>
https://www.islamic-awareness.org/quran/text/mss/
<br></br>

https://www.birmingham.ac.uk/facilities/cadbury/quran-manuscript

<br></br>

መጻፍ ቅዱስ ተበርዙዋል ለሚሉ ፤ውንዲሞች ቈራን ፤ ወንጌል እንዳልተበረዘ እንደሚናገር ለማወቅ ብዙም እርቀት መሂድ ሳይኖርብን፤ 1 ሙሃመድ ከ ወንጌል ይኮርጅ / ይገለብጥ እንደነበረ’፤ 2 የሚያውቁት ነገር በመጣላችው ጊዜ በርሱ ካዱ አለ 3 ሙሃመድ ወንጌል ብርሃን አለበት ማለቱ 4 ሙሃመድ የአላህ ቃልን ማንም አይበርዝም ማለቱ፤ 5 ተፍሲር ኢብን ከሲር አያህ 3፤ 78 ምን ይላል፤ None amongallah’s creation can remove the word of allah fron his book. …wahhab ibn munabah said ;- The tewrah and the enjil remain as the allah revealed them and no letter in them was removed, 6 እሳ በምጻት ቀን ወንጌል ተውራትን እንደ

<br></br>
ስለዚህ ቁራን እንዲህ ስለኛ መጻፍ ከመሰከረ ፤ ሃዲሳትም ከመሰከሩ ቡሃላ ተፍሲራትም ፤ ከመሰከሩ ቡሃላ፤ ማን አባቱ ነው መጻፍ ቅዱስ ተበርዙዋል ስል ፤ የዛሬ 30 አመት የተነሳው ዛኪር ናይክ ከተናገርን ቡሃላ፤ ዛኪር ናይክ ነቢይክ፤ አምላክን ፤ መጻፍክ አይደለም፤ እንደ ነቢይክ ሙሃመድ፤እንደ ፍጣሪክ አላና መጻፍክ ቋራን ና ተርጉዋሚክ ኢብን ከሲር መሰረት ወንጌል የተጠበቅ የፈጣሪ መጻፍ ነው;፤አንተ ደግሞ ወደኔ ዞረክ መጻፍክ ተበርዙዋል ትለኛለክ ፤ ይሄ የሞተ አተሳሰብ ነው፡፡ it doesn t work like tha
<br></br>

<br></br><br></br><br></br>
2 nd argument ሙስሎሞች ኡስስታዞች ፤ ወንጌል ተበርዙዋል ላይ ያደረሳቸው፤ከ `ቁራን 700 አመት በፊት የመጣው ወንጌል እስልምና ከሚያስተምረው; ቤዚክ ዶክትሪን የተለየ አስተምሮዎች በመያዙ ነው፡፡ 1ኛና ዋነኛው ፤ እግዚአብሄር ልጅ አለው/ኢየሱስ አምላክ ነዉ 2ኛ የስላሴ አስተምሮ አብ ወልድና መንፈስ ቅዱ ቈራን ኢንጂል ብርሃን አለባይ=ት ይላል፤ እንዲሁም ደግሞ ፍጣሪ ልጅ እንደሌለው ፤ የስላሴንም አስተምሮ ለመቃወም ይሚክራል ፤ ስለዚህ በነዚህ በዚክ ዶክትሪን ቁራናቸው ትክክል ይሆን ዘንድ ወንጌልን መተቸት ግዴታቸው ነበረ፤ (የቁራንን ስህተት በወንጌል ፤ ለመሽፍን የምሚደረግ ጥረት መሆኑ ሊገባን ይገባል ስ) ምክኛቱም በመጀመርያ አንድ አካል የራሱን የኔ መለኮታዊ ቃል ነው ብሎ ያመነበትን መጻፍ ለምን ይበርዘዋል፡፡?ሲቀጥል ሙስሊሞች እንደሚሉት ቤተክርስትያን ክርስቶስን የእግዚአብሄር ልጅ ና አምላክ ለማድረግ ስንል አስተካክለነው ከሆነ ፤ ለምን የቀሩትን ስለ ጌታ መራቡን ፤ መጠማቱን ፤ በድከሙን ፤ መተኛቱን ፤ በመስቀል ላይ ሆኖ አምላኬ አምላኬ ማለቱን ጨምረን አልሰረዝንም ፡፡ ሲቀጥል ፤ሃዋርያት የጻፉት በ 1ኛ ክፍለዘመን ነው ፤ 
<br></br>
እኘ የ 2ተኛና የ3ስተኛ ክፍለዘመን የመጻፍ ቅዱስ ትሩጉዋሜዎች አሉን ፤ የ የ 4ትና 5ስት ክፍለዘመን የመጻፍቅዱስ ኦሪጂናል ማኑስክሪብቶች አሉን ፤ ትሩጉዋሜ መጻፍቶች አሉን ፤ በዚያ ዘመን የነብሩ ሊቃነጻጻሶችንም ሳይቅርት በእጃችን አሉ፡፡ ስለዚህ ይሄ ባለበት ፤ መጻፍቅዱስ እንዲነው የሚለው ብዙም ተእባይነት የለውም፡፡ታድያ እንዲ ከሆነ ነገር ግ ን ትልቁ ጥያቄያቸውና ጥያቄያቹ ሊሆን የሚገባው ፤ ጌታችን መድሃኒታችን ኢየሱስ ክርቶስ ስለ ቅ። ስላሴና ፤ የግዚአብሄር ልጅ እንደሆነ አስተምሩዋል ውይስ አላስተማረም ነው ፡፡ ሶ እንድ ክርስትያን ለዚህ መጠየቅና መልስ መስጠት ያለባት ቤተክርስትያን ናት ቀጥሎ ወንጌል ነው፡፡ ምክኛቱም ቤት ክርስትያን ከ ውንጌል ትቀድማለችና 
1   ብዙ ትንቢቶች መፈጸሙ፤ ስለ ክርስቶስ የተነገሩ ትንቢቶች 
2 በመጻፍ ቅዱስ የሰፈሩ፤ ብዙ፤ ታምራት ቦታዎች፤ በአርኪዮሎጂ መገኘታቸው ነው፡፡

<br></br>
ለምሳሌ ቁራን መቼ ተበረዘ ፤ በኦስማን ዘመን እንዴት፤ በመቃጠል፤ እንዴት ታወቀ፤ አላህ ቁራንን በ 7 በህሩፍ አወረድ ነዉ ይላል፤ ታድያ ኦስማን 6ቱን አቃጥሎታል፡፡ ለዚህም ነዉ የማናገኛቸዉ፡፡

                  <h3>  ሙሃመድን  በጥቅሉ ለምንድነው የማልቀበለው ? 15 ምክንያቶች </h3>
<br></br><br></br>1ኛ ፤ ከገሃዱ የአለም ታሪክ ጋር ላለመጣላት ሙሃመድን አልቀበልም፡፡
አንድን አካል  ለርሱ ነፍሳችንን አሳልፈን ለመስጠትና ለመቀበል ፤ ትክክለንነቱን ማወቅ አስፈላጊ ነገር ነው፡፡ይህ ጥያቄ በጣም ወሳኝ ጥያቄ ነው፡፡ ምክንያቱም አንድ ሰው ሙስሊም ሲሆን መጀመርያ ከአለም ታሪክ   ጋር ነው የሚጣላው፡፡  ግዴታ የአለምን ታሪክ  ሸምጥጦ መካድ አለበት፡፡ይቺ አለም በየዘመኑ የተከሰቱ ክስተቶችን እየመዘገበች አልፋለች፡፡ የአለም ታሪክ ክርስቶስ በመስቀል ላይ በሮማን ኢምፓየር በቄሳር  ዘመነ መንግስት ፤  በአይሁዶች እንደ ተሰቀለ፤የአይሁዶች ተልሙድ፤የሮም ጸሃፍት፤የግሪክ ጸሃፍት፤ የክርስቶስ ጠላቶችና ወወዳጆች  የታሪከ መጻፍቶች የኢቲይስቶች መጻፍ ይመሰክራሉ ይናገራሉ፡፡በ 7ኛ ክፍለዘመን ሙሃመድ ከመነሳቱ በፊት ክርስቶስ አልተሰቀም  ብሎ የሚያምንና የጻፈ አንድ  የታሪክና የሃይማኖት ጸሃፍት የለም፡፡  በዘመኑ ያልነበረ ሙሃመድ ግን፤ ክርስቶስ ከተሰቀለ  ታሪኩ ከተፈጸመ  ከ 600 አመት ቡሃላ መተው  በቁራኑ ላይ ‹‹አልሰቀሉትም አልገደሉትም›› ሲሉ  ቁራኑ ትክክል ለመሆኑ በቂ ና አጥጋቢ ማስረጃ ያስፈልጋል፡፡ ቁራኑ ወረደልኝ ያለው ደግሞ ፤ሙሃመድ ነውና ፤ የሙሃመድን ትክክለኝነት አስበልጠን ጥያቄ ውስጥ እንድናስገባ ያደርገናል፡፡
<br></br><br></br>እንደ ክርስተና አብ አለምን ሊያድን አንድ ልጁን ለሞት ሲሰጥ ፤ እንደ እስልምና  አላህ ኢሳን ክርስትያኖች ሳያዉቁ  ኢሳን ኢሳ በሚምስል አካል በማስመሰልና ከሞት በማዳን  ከዚያም 
ይህ ከተፈጸመ ከ 600 አመት ካለፈ ቡሃላ ይህን በመናገሩ፡  በሚሊዮን የሚቆጠሩ ክርስትያኖችን አሳሳተ፡፡
 ነገር  ግን ይህ ድርጊት ከተፈተመ ና  ካከተመ ከ 600 አመት ቡሃላ  የመጣዉ ቁራን  ፤ የማያውቀውን ክርስቶስን  አልሰቀሉትም ሲል በርሱ ፋንታ ማን እንደተሰቀለ   እንኩዋ አያስቀምጥም፡፡ አብዛኞቹ የቁራን ክፍል ‘yes’ ና ‘no’ መልስ  በስተቀር ማብራርያ የላቸውም ፡፡ በዚሀም የኢሳ ስቅለት ጉዳይ ፤ ሙሃመድ ከሞተ ከ 200 አመት ቡሃላ  የተነሱ የእስልምና ሊቃዉንት ከሰጡት የተለያየ መላምት በቀር በኢሳ ፋንታ አላህ ኢሳን  የሚመሰል ሰው  ሲያሰቅል ማንን እንዳሰቀለ ፤ ስቅለቱ መቼ እንደተከናወነ፤ ይህ ድርጊት ሲፍጸም እነማን እንደነበሩ፤  ድርጊቱ የት እንደተፈጸመ ፤አይናገርም ፡፡ በዚህም የእስልማን ሊቃውንት በመለያየት ላይ ናቸው ፤ የተወሰኑት ሰርጀስ ፤የተባለዉ ነው የተወሰኑት  
ይሁዳ ፤ነው የተወሰነው ደግሞ ከሮማ ወታደሮች አንዱ  ነው  የተሰቀለው ይላሉ ፡፡
<br></br><br></br> 

2ኛ ፤ በአለም ታሪክ ከ ሙሃመድ ወረደልኝ  ከማለቱ ከ 610 በፊት በታሪክ ደረጃ ፤ሙስሊም የሚል ስም የለም:: ኢስላም የሚባል ሃይማኖትም ፈጽሞ አይታወቅም፡፡በአይሆዶችን በክርስትያኖችም መጻፍ ብዙ የተነሱና የተመዘገቡ ሃይማኖቶች ቢኖሩም፤ እስልምና ግ ን ከ7ኛ ክፍለ ዘመን ሙሃመድ ከመነሳቱ በትፊት እስልምና የሚባል ሃይማኖት ሙስሊም የሚባል እምነት የለም፡፡ በቁራን ላይ ሙሃመድ እራሱ ‹‹የመጀመርያ ሙስሊም እንድሆን ታዘዝኩ ›› ይላል፡፡ ነገር ግ ን  ክርስቶስ ካረገ  ከ600 አመት ቡሃላ የመጣው ቁራኑ ተመልሶ ፤ አደም ሙስሊም ነው ፤ አብርሃም ሙስሊም ነው፤ ኢሳ ሙስሊም ነዉ ፤ ክርስትያኖችም ሙስሊም ናቸው፤ ሙስሊሞችም ሙስሊምናቸው  ፤ እጽዋቶችም ሙስሊም ናቸው ፤ ሁሉም ሰዎች ሙስሊሞች ናቸው፤ሰይጣንም ሙስሊም ነው ይለናል ፡፡(ሰይጣን ለአላህ ጌታየ ብሎ ተገዝቱዋልና)፡፡ስለዚ ይህ ጉዳይ  ታሪክ የሌለው ታሪክ ይሻማል  ይመስላልና፤  በሚሊየን የሚቆጥሩ
 ህዝቦች የሚከተሉትን የሙሃምደን ማንነት ና ጤናው በድንብ እንድናጤነዉና እንድናውቀው ጉጉት ያሳድርብናል ፡፡
  <br></br><br></br> 


3 እስልምና ትክክል ነው ብለን ብንነሳ እንኩዋን እስልምና  ትክክል አይሆንምና ሙሃመድን አንቀበለውም:: 
 በሎጂክ ህግ ሁልጊዜ አንድ ነጻ አይምሮ ያለው ሰዉ መጀመር ያለበት ፤ አንድ አካል  የሚናገረው  የመነሻ ሃሳብ ሁሉነገር  ተክክል ነው ብለን ብናስብ ፤  መድረሻ አላማዉና ግቡ ትክክል መሆን አለበት ብሎ በማመን ነው ፡፡
በዚህ መሰረት እስልምና ትክክል ቢሆን እንኩዋ ትክክል አይደለም የሚል ድምዳሜ ላይ የሚያስደርሱ ቁም  ነገሮች አሉት፡፡

1ኛ ቁራን ለትክክለኝነቱና ፤ የመጻፉ ሰዎች የተባሉት ክርስትያኖችና አይሁዶች ሊቀበሉት የሚገባባበት
 ምክንያት  ብሎ  የሚያቀርበው  ማስረጃ ፤መጻፍቅዱስል ሊጠብቅና ሊያረጋግጥ የመጣ እንደሆነ ይናገራል፡፡ሱራ 2፤101 እነርሱ ጋርም ላለው መጻፍ አረጋጋጭ የሆነ መልክተኛ ከአላህ ዘንድ በመጣላቸው ጊዜ  ከነዚያን መጻፉን ከተሰጡት ከፊሉ እነርሱ እንደማያዉቅቁት ሆነው የአላህን መጻፍ ከጀርባቸው ዉሃላ ጣሉት ይላል ነገር ግን ቁራን በ መጻፍቅዱስ ተቃራኒ ቆሞ ረጋግጦት  የክርስቶስን የእግዚአብሄር ልጅነትትና ስቅለት የሚክድ መጻፍ ሆኖ እናገኘዋለን ፡፡
    2ኛ ሙስሊሞች  ሙሃመድ  ክርስትያኖችን እንዲያስተካክላቸው የተላከ ነቢይ ነው ብለው ያምናሉ፡፡ ለምሳሌ ጌታችን  ኢየሱስ ክርስቶስ ክብር ይግባውና እንዳልተሰቀለ ለመመስከር  የተላከ ነቢይ ነው  ብለው ያምናሉ፡፡ ይህ ማለት እንደ እስልምና ፤ሙሃመድ ሲመጣ ክርስትያኖች፟-ኢየሱስ  ተሰቅሉዋል የሚል ክህደት ላይ ናቸው ማለት ነው ፡፡ነገር ግን ቁራን  ተመለሶ የክርስትያኖች ወንጌል ብርሃን እንዳለበትና ፤ ክርስትያኖች ግዴታ  በወነጌል መዳኘት እንዳለባቸው ይነግረናል ፡፡
እንዲሁም ሙሃመድ ትክክለኛ ነቢይ ለመሆኑ እንደማስረጃ ሙስሊሞቸ የሚያቀርቡት ወረቃ የተባለዉ ክርስትያን  ላንተ የተገለጠልክ ጂብሪል ተብየው ነው ብሎ ስለነገረው ነው የሚል  መሆኑ፤እስልምናን ጥያቄ ዉሰጥ ይበልጥ ይከተዋል፡፡ይህን ታሪክ በስፋት ቡሃላ ላይ የምንዳሠው ቢሆንም፤
እንዴት በክርስቶስ ስቅለት የሚያምን ወረቃ ፤ የክርስቶስን ስቅለት የሚክደውን ሙሃመድን ሊያረጋግጥ ይመጣል ? የሚል ጥያቄን ያስነሳል፡፡ሲቀጥል ከክርስቶስ ዘመን ጀምሮ እግዚአብሄር በቤተ ክርስትያን ላይ የመንጋው ጠባቂ አድርጎ የሾማቸው የቤተክርስትያን ተወካዮች ን ቅዱስ ሲኖዶስን የሃዋርያት ስራ 20፤28  አሳምኖና አስፈቅዶ ፤ በበር መግባት ሲኖርበት ፤ አንድ ተራ ወንበዴ አንድ  እኛ ሰፈር ያለ ወረቃ የሚባል ክርስትያን   ዘመዴ  አንተ ነቢይ ነክ ብሎኛልና ነቢይ ነኝ በማለት በመስኮት የገባዉን ሙሃመድን እንዴት ማመን ይቻላል፡፡

  <br></br><br></br> 


  እንዲሁም ሙሃምድ ይነሳ ና ክርስትያኖችን ያስተካክላቸው ዘንድ፤ ክርስትያኖች ያልተሰቀለውን ተሰቅሉዋል ብለው  እንዲያምኑ እሳን፤ ኢሳ በሚመስል ሰው ተክቶ በማሰቀል  አስተዋጾ በማድረግ  ሙሃመድ ከ600 አመት ቡሃላ መቶ ያስተካክላቸዉ  ዘንድ ክርስትያኖችን ያሳሳታቸውና እዚህ ክህደት ዉስጥ(ጌታችን ተሰቅሉዋል የሚለዉ ክህደት ዉስጥ) የከተታቸው እንደእስልምና አላህ መሆኑ እውን ነውና ፤እስልምና ወዴት እየሄደ ያለ ሃይማኖት ነው የሚለውን የበለጠ እንድናውቀው ይገፋፋናልና ፤ እስልምናን ከሰጠን ከሙሃመድ ማንነት በመነሳት እንጀምራለን
  
       
  <br></br><br></br> 
  4  ሙሃመድ ጤነኛ ሰው አይደለምና  ሙሃመድን አልቀበልውም፡፡
የእስልምና ታማኝ መጻህፍት እንደሚነግሩን ፤ሙሃመድ ማጂክ እንደተሰራበትና፤ ማጂክ በርሱ ላይ እንደሰራና፤ ያልተደረገን ነገር እንደተደረገ አድርገው ያወሩ /ይናገሩ ነብረ፡፡ ለአብነት ያህል አይሻ እንደነገረችን ወሲብ ሳያደርግ  ከሚስቱ ጋር ሳይተኛ  እንዳደረገና እንደተኛ  አድርጎ ያስብ ነበረ፡፡
በጣም ቀዝቃዛ በሆነ ቀን ያልበው ነበረ ይለናል ፡፡  ስለዚህ የሚናገረው  የማያቅን ጤንነቱ ላይ እርግጠኛ ባልሆንበት ሁኔታ ይህን ሰዉየ አካል እንዴት ልቀበለው እችላለሁ ፤አንድን ነገር ሳያደርጉ አድርግያለሁ ካለኝ
አብርሃም ሙስሊም ሳይሆን ሙስሊም ነው  ብሎ መናገሩ እውነት ይሁን ሃሰት በምን አምነዋለሁ ፡፡
በተጨማሪም ሙሃመድ የቁርንን አንቀጽ  ይረሳና እራሱንም ሊያጠፋ እራሱን በተራራ ላይ ለመወርወር ይወጣ ነበረ ይለናል፡፡ በ ሱራ 6፤ 101  ላይ ሙሃመድ ቃል ይሰጣቸውና ህጉን ይረሰዋል ፤ ተመልሶ ደግሞ ሌላ ህግ ይሰጣቸው ነበረ፡፡እረ እየቀለድክብን ነው ሲሉት  አላህኮ  እኔ ነኝ የለወጥኩት ያስረሳሁክ ፤ካስረሳሁክ ደግሞ ሌላ እልክልካለሁ ብሎኛል ይላቸዋል፡፡ 
<br></br><br></br> 
6  አንዳንድ ጊዜ ሰዎች በልምድ  የእከሌ ልጅ ዶክተር ሆነ ለመባልና የወላጆቻቸውን ፍላጎትና ስም ለማስጠራት ሲሉ፤ የማያስፈልጋቸውን ፊልድ ይመርጡና የማይወዱትን ፊልድ ተምረው ወተው ፤ እየደበራቸው ህብረተሰባችው ላይ ችግር ይዘው ይመጣሉ፡፡
ትልቁ ጥያቄ ፤ ነቢይ ደምሳሸ  ትክክለኛ ናቸው አይደሉም ከማለታችን በፊት ነቢይ ደምሳሸ ነቢይ ሆነው፤ ይነሱ ዘንድ አስፈላጊ  ሰው  ናቸው ወይስ አይደሉም ? ሙሃመድም ይነሱ ዘንዳ  አስፈላጊ ነው  አይደለም የሚለውን ማየት ተገቢ ነው?

1ኛ ዮሃ 5፤13 በኢየሱስክርስቶስ የሚያምን የዘላለም ህይወት ካለን፤ ከክርስቶስ ቡሃላ የጌታችንን ሃሳብ የሚቃረኑ የነቢያት መምጣት/የሙሃመድ መምጣት ምንድነው  አስፈላጊነቱ? ክርስቶሰ እኔ ነኝ በሩ ፤  እኔ በገነት ስፍራ አዘጋጅላችዋለሁ መጥቼ እወስዳችዋለሁ ካለ ዮሃንስ 6፤ 40 ላይ ያባቴ ፍቃድ  ልጁን አይቶ በርሱ የሚያምን የዘላለም  ህይወት እንዲኖረው ነው እኔም  ለዘላለም  አነሰዋለሁ፤ በሩ እኔ ነኝ ፤እረኛውም አንድ በጉም አንድ፤ እኔ እረኛ ነኝ የዘላለም ህይወት እሰጣችዋለሁ  ካለን ዮሃ 10 ፤  የ6አመት ህጻን ያገባ ፤ሙሃመድንና  የክርስትያኖችና የአይሁዶች ታሪክ ከዉስጡ ሲቀነዱ የባልና የሚስት ታሪክ ያለው የቁራን መምጣት ጥቅሙ ምንድነው?
አማናዊቱዋ የሃዲስ ኪዳን ቤተክርስትያን ካደረገችዉ/ ካላት መስፈርት ዉስጥ በልጁ  እረኛነት ማመን ነው፡፡  ቃሌ ለዘላለም አያልፈም ያለው ጌታ ፤ ከሙሃመድ መነሳት 500 አመት በፊት ፤ መንጋው አንድ እረኝውም አንድ፤ ለናንተ የዘላለም ፤ ህይወትን እሰጣችዋለሁ ካለን፤ ቡሃላ እረኛው እኔ ነኝ ካለን ቡሃላ፤  በጎችሀን አውካችሀዋለው፤ በየሰማችሀው እሰማራችዋለው፤ ብሎ  የጠበቀ ግኑኝነት  እንዳለን ከነገረን ቡሃላ፤እንዴት የእረኛዉ ተቃራኒ ሃሳብ ይዞ የመጣዉን ሙሃመድ እንቀበለዉ??
<br></br><br></br>ዮሃ 10
7ኢየሱስም ደግሞ አላቸው። እውነት እውነት እላችኋለሁ፥ እኔ የበጎች በር ነኝ። 8ከእኔ በፊት የመጡ ሁሉ ሌቦችና ወንበዴዎች ናቸው፤ ዳሩ ግን በጎቹ አልሰሙአቸውም። 9በሩ እኔ ነኝ፤ በእኔ የሚገባ ቢኖር ይድናል፥ ይገባልም ይወጣልም መሰማሪያም ያገኛል። 10ሌባው ሊሰርቅና ሊያርድ ሊያጠፋም እንጂ ስለ ሌላ አይመጣም፤ እኔ ሕይወት እንዲሆንላቸው እንዲበዛላቸውም መጣሁ።
11መልካም እረኛ እኔ ነኝ። መልካም እረኛ ነፍሱን ስለ በጎቹ ያኖራል። 12እረኛ ያልሆነው በጎቹም የእርሱ ያልሆኑ ሞያተኛ ግን ተኵላ ሲመጣ ባየ ጊዜ በጎቹን ትቶ ይሸሻል፤ ተኵላም ይነጥቃቸዋል በጎቹንም ይበትናቸዋል። 13ሞያተኛ ስለ ሆነ ለበጎቹም ስለማይገደው ሞያተኛው ይሸሻል። 14መልካም እረኛ እኔ ነኝ፥ አብም እንደሚያውቀኝ እኔም አብን እንደማውቀው የራሴን በጎች አውቃለሁ የራሴም በጎች ያውቁኛል፤ ነፍሴንም ስለ በጎች አኖራለሁ። 15 16ከዚህም በረት ያልሆኑ ሌሎች በጎች አሉኝ፤ እነርሱን ደግሞ ላመጣ ይገባኛል ድምፄንም ይሰማሉ፥ አንድም መንጋ ይሆናሉ እረኛውም አንድ። 17ነፍሴን ደግሞ አነሣት ዘንድ አኖራለሁና ስለዚህ አብ ይወደኛል። 18እኔ በፈቃዴ አኖራታለሁ እንጂ ከእኔ ማንም አይወስዳትም። ላኖራት ሥልጣን አለኝ ደግሞም ላነሣት ሥልጣን አለኝ ።
<br></br><br></br>
ለዘላለም አብሮን እንደሚሆን ቤተክርስትያንን ለዘላላእም እንደማይተዋት ‹‹ በአብ በወልድ በመንፈስ ቅዱስ አጥምቁ እኔ ለዘላለም  ከናንተ ጋር ነኝ›› ካለ  ምን ፈልገን ነው፤የጌታን ሃሳብ የሚቃወመውን   ነቢይ ከአረብ ምድር የምንጠብቀው???
<br></br><br></br>

ክርስቶስ እንዳለን  ከኔ ከወጣቹ ህይወት የላቹም ፤ወደኔ የሚመጣውን አላስወጣሁም ብሎናል ሶ ከርሱ በመውጣት የዘላለም ህይወትን ለምን እናጣለን ?  ለምን ሌላ ነቢይ አስፈለገ?አምላክ ተገልጦልን፤ ምን ፈልገን ነው ነቢይ የምንጠብቀው? የብሉይ ኪዳን መጻህፍት እንደሚነግሩን በደላችንን የሚሽከምልን አካል ነው የሚያስፈልገን ፤የነበርረውና ኢሳያስ ባለን መሰረት ሃጥያታችንን ይቅር እንደሚልና አዲስ ኪዳን እንደሚገባልን ፤ ቃል ኪዳን በብሉይ ኪዳን ተስፋ በሰጠን መሰረት ከመጣ፤ እራሱ ትንቢቱ እንደተፈጸመ ተፈጸመ ካለንና ፤ ከሃሰተና ነቢያት ተጠበቁ ካለን ፤ ስለምን ነቢይ ደምዳሽን ለራሱም ፤ ከአማላካችን ተቃራኒ የቆመዉን ነቢይ ደምሳሽን እንጠብቃለን፡፡
John 5:39-46
 እናንተ በመጻሕፍት የዘላለም ሕይወት እንዳላችሁ ይመስላችኋልና እነርሱን ትመረምራላችሁ፤ እነርሱም ስለ እኔ የሚመሰክሩ ናቸው፤ 40 ነገር ግን ሕይወት እንዲሆንላችሁ ወደ እኔ ልትመጡ አትወዱም።
1 ዮሐ 2:23 - ወልድን(ልጁን) የሚክድ ሁሉ አብ እንኳ የለውም፤ በወልድ የሚታመን አብ ደግሞ አለው::ዮሐ 12:48 - የሚጥለኝ ቃሌንም የማይቀበለው እርሱ የሚፈርድበት አለው፤ እኔ የተናገርሁት ቃል እርሱ በመጨረሻው ቀን ይፈርድበታል።ይላልና 

<br></br><br></br>

እስልምናን ስናየው ፤ እናንተን በመግደል  ለእግዚአብሄር መስዋእት እንደሚያቀርብ የሚመስልበት ጊዜ ይመጣል ፤ ያለዉን የክርስቶስ ትንቢትን ነው የምናስታዉሰው፤  ስለዚህ ሙሃመድም የታሪክ መጻህፍትም እንደሚነግሩን ፤የዚህ ትንቢተ እንደተፈጽመ የምናየው አላህ ማለት ደም የጠማዉ አፍ ማለት መሆኑ ነዉ፡፡
<br></br><br></br>

7  በክርስትና ፤ይሁን በአይሁድም ይሁን በአለም ታሪክ፤ ሙስሊሞች ኢየሱስ ነዉ የሚሉትን ኢሳ አያውቁትም፤ ኢሳ የሚባል ስም ፤ ተሰምቶ አይታወቅም፤ ኢሳ ማለት በአረበኛ የግመል ሸንት ማለት ነው፤ 
አላህም የሚለው ስም፤ በአረብ ሃገር ብቻ የሚታወቅ ስም ነው ሲቀጥል፤ ቁራን ላይ አላህ የሚለውን ስም ፤ ቁራኑ  ላህ እያለም እያቀያየረ ተጠቅሞታል፤ከ ላህ ከሚለው ስም አላህ ስለተመዘዘ፡፡ላህ ማለት ደግሞ በአረብ ይመለክ የነበረ የጣኦት ስም ነው፡፡ ስለዚህ ክርስትያኖች ከአርብ ሃገር የበቀለውንና ክርስቶስ ካረገ ከ 700 አመት ቡሃላ ከሙሃመድ የሰማውን   የእረቡን  አላህንና  የእስልምና  የግመል ሽንቱን ኢሳን ሳያውቁ እንዴት ሊቀበሉት ይችላሉ?

<br></br><br></br>

8 እስልምና ህይማኖት ሳይሆን በሃይማኖት ሽፋን የተነሳ  ፖለዪካዊ ተቁዋም  ነውና አልቀበለዉም፤
ሃሰን ታጁ በተረጎመ የሙሃመድ ታሪክ ገጽ 106 ላይ  መለኮታዊ የሸርያ ህኝ ማቁዋቁዋም ፤ ሰዉ ሰራሽ ህጎችን ማጥፋት ፤ በሰበካ ብቻ ዉጤታማ ሊሆን አይችልም ሲል ስለ እስልምና ጥቅላላ ማንነት ሲናገር ኢስላም እምነት (ሃይማኖት ) ብቻ አይደለም፤ ለማመልከት እንደተሞከረው ሁሉ ፤ኢስላም የሰው ልጅ ለሰው ተገዢ ከመሆን ነጻ የሚወጣበት አዋጅ ነው ይላል፡፡
እውነት ነው እስልምና ሲመጣ የቢዛንታየር ኢምምባየርን አሽንፎ እራሱ ኢምፓየር ሆኖ ነው፡፡ የትኛውም በሃይማኖት ላይ ያሉ የሃይማኖት አላማ ሰዎች በምድር ላይ ጥሩ አድርገው እንዲኖሩና እንዲሞቱ ነው፡፡እስልምና ግ ን ይለያል ፤እስልምና ሰላማዊ እምነት አይደለም ፤ አሁንም ሰላም አይደለም::ሰላም የሚሆነው፤ ሁሉም ሰው  ሙስሊም ሆኖ ለሸርያ ህግ ተገዢ ሲሆን ነው፡፡እስልምና የሙሃመድን አራያ መከተል ነው፡፡ ሙሃመድ ምኞቱ ፤ ሞቶ እንኩ ተንስቶ ሰዎችን መግደል ነው::ታድያ  ከ 64 በላይ ጦርነቶችን በማድረግ የእስልምና እምነት 
በሃይል እንዲያንሰራራ ያደረገው የእስልምና መስራች ሙሃመድ ማናቸው ልንል ይገባል፡፡



<br></br><br></br>


9 ሙስሊሞች ይቅር ይበላቸውና ሰውን ታመልካላቹ ይሉናል ፤ ቤተ ክራትያናችን ጌትችን መድሃኒታችን ኢየሱስ ክርስቶስን ፤ በስጋ የተገለጠ የጌቶች ጌታ ነው፤ብላ ማሳተማር  የጀመረችዉ  ሙሃመድ ሳይፈጠር ከ  ከ 600 አመት በፊት ነው::
ታድያ የዛሬ ሙስሊሞች የሙሃመድን ቃል ይዘው ጌታችን መድሃኒታችን ኢየሱስ ክርስቶስን ክብር ይግባዉና በነቢይነት ሲወስኑት፤ ይን ለሙስሊሞች የነገራችዉ  የሙስሊሞች ብቸኛው ተስፋ ሙሃመድ ማነው ማለት ይገባል ፡፡
<br></br><br></br>
10ኛ በዚህ አለም ላይ ብቸኛው ዉዱ  ነገር ሰው አንተ/አንቺ ነክ፤ የሚያስቡትና በማሰብ የሚፈልጉትን ማድረግ የሚችሉት ሰዎች ብቻ ናቸው::እንደ እስልምና ሁላችን እንደ ሙሃመድ እንደንሆን የሱን ፈለግ ከሱሬ ማሳጠር ጀምሮ መከተል አለብን ፤ ስለዚህ አለም(ሙሃምድን/እስልማናን ብትቀበል ፤ የአለም ገጽታ ወዴት እየሄደ ነዉ የሚለው  ያሳስበኛልና ፤ ለአለም፤ ለህጻናት ና ለሴቶች  ሰላምና መረጋጋት ስል ሙሃመድን አልከተለውም::

<br></br><br></br>
10 ሙሃመድ የጦቆመኝ  አላህ  ሙሃመድን እንድጠረጥረዉካደረገኝ፤
<br></br><br></br>ሙሃመድን ተረሳለክ ሲሉት አዎን እንደ ማንኛዉም ሰዉ ስዉ ነኝና እረሳለሁ አለ፤ እዚጋር ትኩረት  አድርጉ ሙሀመድ ይሄንንም ማለቱን ስለሚረሳ፡፡
ጥሎ አንድ ቀን ሱራ 2፤106 ላይ የቁረሽ ህዝብ ባንድላይ ሆነዉ ፤ ይህ የአላህ ቃል ሳይሆን የሙሃመድ የፈጠራ ዉጤት ነዉ ፤ አሁን የተናገረዉን አሁን ቀይሮት ተቃራኒ አድርጎት ተመልሰክ ታመጠዋለ ሲሉት፤ ሙሃመድም ይህን አመነ፡፡ አዎን አሁን ያመጣዉትን ቀይሬያለዉ ግን እንድረሳ እያደረገኝ፤ሌላ ተለዋጭ ጥቅስ የሚያመጣልኝ አላህ ነዉ አለ፡፡
ጥያቄዉ ሙሃመድ የሚያስረሳዉ ፤ አላህ  ስለሚያስረሳዉ ነዉ ወይስ  ሰዉ ስለሆነ ነዉ ነዉ?
ስለዚህ ሙሃመድን ተጠራጠርኩት፤ ለምን፤ አሁን የተናገረዉን አሁን መቀየሩ እዉነት ነዉ፡፡ግን ይህን ያደረገዉ አላህ ነዉ ወይስ የሙሃመድ የመርሳት የሰዉነት በሃሪ ነዉ፡፡
አላህ ለምን የሙሃመድ ትክክለኝነት እንዲረጋገጥ፤ ቢያንስ ወጥ ያለ ነገር አያወርድም? የፈጣሪ ቃል ዘላለማዊ ከሆነ ለምን አላህ የራሱን ቃል ያስረሳዋል  ስለዚህ  አላህ ሙሃመድን  እንድጠረጥረዉ አደረገኝ፡፡

<br></br><br></br>

አይሻ ሙሃመድን እንድጠራጠረዉ አደረገቺኝ፤ ለምን ጂብሪል እራቁሬን ሲያየኝ ሸሸ ስለዚህ መላክ ነዉ አለቺኝ? መላእክት እራቁትን አይተዉ ይሸሻሉ እንዴ???
በዘመኑ  የሚኖሩ ክርስትያኖች ሙሃመድን እንድጠራጠረዉ አደረጉኝ:: የሙሃመድ ጸሃፊ የነበረዉ ክርስተያን፤ ለሙሃመድ እኔ ከጻፍኩለት በቀር የሚያዉቀዉ ነገር የለም አለኝ::
<br></br><br></br>
አይሁዶች ሙሃመድን አንድጠራጠር አደረጉኝ፤ ሙሃመድን ሊፈትኑት ሩህ ምንድነዉ አሉት::ይህን መልስ እንከተልካለን አሉት፤ሙሃመድም፤ሩህን ከአላሃ በቀር የሚያዉቀዉ የለም ብለዉ ፤ መለሰላቸዉ፡፡
<br></br><br></br>
የቁረሽ ህዝቦች ፤ ሙሃመድን እንድጠራጠረዉ አደረጉኝ፤ በቃ ኢሳ ሙት አስነስቱዋል፤ አንተ ቢያንስ ይህን ተራራ ወርቅ አድርግልንና ተገክብጠክ እንመንብክ አሉት:: እርሱም ሊያደርግ አልቻለም፤ አንድ ታምር ሊያደርግ አልቻለም፡፡
<br></br><br></br>
ኡመር ሙሃመድ ታማኝ ተከታይ ሙሃመድን አንድጠረጠረዉ አደረገኝ፡፡ሚስቶችክን እንዲሸፋፈኑ አድርጋቸዉ ሲለዉ፡፡ዉሂ ስልሂጃብ ሴቶች እንዲሸፋፈኑ ወረደልኝ አለ፡፡
በእሁድ ዘመቻ የሙሃመ የታች ከንፈራቸው ይቆሰለበት ዘመቻ፤ ቁረሾች ሙሃመድን በግልጽ ያገኙበት ዘመቻ ፤ አተበሪ ኡመር ከእሁድ ዘመቻ እንደበግ እየሮጠ አመለጠ ይለናል፤ አተበሪ ቮሊዩም 4 ቁጥር193
የሙሃመድ ደቀ ምዝሙርና  ቀኝ እጅ ሙሃምድን በመከራው ሰአት ፤ጦርነት ላይ ሙሃመድን ክዶት ካፈገፈገ፤ ለምንና በምን ምክንያት እኔ ሙሃመድን ልመነዉ 
<br></br><br></br>


ሙሃመድ ዉሂዉ ሲመጣለት፤ ምንም አይነት ታምር አይታይም ነበረ፤ እየተኛ እያንኮራፋ ይመጣለት ነበረ ይለኛል፤ ሙሃመድ የመጻፉ እንደ ቁራን መሰረት፤ የመጻፉ ሰዎችን መጻፍ አያዉቅም አልተማረም ፈጽሞ አያዉቅም፡እንዲዉ ስናስበዉ እንዴት ያልተማረ ነቢይ፤ የመጻፉ ሰዎች ዉስጥ ተጠቅሻለዉ ብሎ ፤የተጠቀሰበትን ቦታ ማሳየት ይችላል? መልሱ  አይችልም ነው፡፡ ስላልቻለ ነዉ ሙሃመድ፤ ማሳየት ሳይችል አይሁዶችን በናንተ መጻፍ ላይ አህመድ በሚባል ተጠቅሻለለሁ እንዴ ብሎ የጠየቃቸው?
እነርሱም አዎን አሉት፤እርሱም ስላልተማረ አመናቸዉና ቁራን ላይ አሰፈረዉ፡፡
እንዴት  ሙሃመድን በመጻፉ ሰዎች መጻፍ ላይ ስለመጠቀሱ እዚህ ቦታ ተጠቅሸለሁ ሳይል ልመነው ፤ ተጠቅሱዋል ብለን እንመነዉ፡፡  ምክነያቱም መጨረሻ ላይ አይሁዶቸ እየዋሹት እንደሆነ ከተረዳ ቡሃላ፤ አትመኑዋችዉ ብሎናል፤ ስለዚህ ስላንተ መምጣት የነገሩክን እንመን ፤ወይስ አንመን ሙሃመድ ማለት አዉር ለእመ መርሃ እዉረ ይውድቁ ዉስተ ግብ

<br></br><br></br>

ሙሃመድ ሙሃመድን እንድጠራጠረው አደረገኝ ፤፤
ሙሃመድ ከላይ ለመተቅስ እንደሞከርኩት ፤ ኢሳ በመጻፉስ  ስሙ አህመድ የሚባል  ሰውን የማበስር መልክተኛ ነኝ  ብሎ ተናግሩዋል በማለት በቁራን ምራፍ 61፤ 6 ላይ ይነግረናል ፤ 
ስለዚህ ማንም ነጻ አይምሮ ያለው ሙስሊም ይህንን ጥቅስ ሲያነብ የሚገሰግሰው   ስሙ አህመድ የሚል ሰው   በኢሳ በ ወንጌል  ዉስጥ እንደተጠቀሰ   መፈለግ ነው ፤ በ ወንጌል ዉስጥ ስሙ  አህመድ የሚባል አካል ይመጣል የሚል  ስም የለም ፡፤ ስለዚህ ሙሃመድ እየዋአሸ ነው ;
ሙሃመድ በዚያን በሙሃመድ ዘመን  በነሱ ወንጌል ዉስጥ በማለተ፤ እኛ በያዝነው ወንጌል ዉስጥ አህመድ  እንደሚገኝ ገለጹዋል ፤ አሁን በእጃችን  ከሙሃመድ በፊት 200 አመት በፊት የተጻፉ  የገሪማ የገዝ ወንጌል ፤
ከሙሃመድ ቡሃላ የተጻፉ ወንጌሎች  በእጃችን አሉን ፤ አንዱም ስለ ሙሃመድ የሚናገሩ አይደሉም፡፡ ስለዚህ ሙሃመድና የሙሃመድ አምላክ  እየዋሸን ነው ፤ በስም ወንጌል ላይ ሰፍሩዋል ካለ በስም የሰፈረውን መጥቀስ አለባቸው፤  አንዳንድ ኡስታዞች ይህንን ሃሳብ ከ ኢሳያስ ትንቢት ጋር ጋር ያገናኙታል ፤   ነገር  ግን ኢሳያስ ድንግል ትጸንሣለች ወንድ ልጅም ትወልዳለች ስሙንም አማኑኤል ትለዋለች አለ እንጂ ፤ ኢሳያስ  እመቤታችን ቅድስት ድንግል ማርያም ልጅዋን አማኑኤል  ብላ ስትጠራዉ  ke4ቱ  ወንጌል ዉስጥ ይጻፋል አላለንም ፡፡   ወንጌል ላይ ይጻፋል ብሎ ትንቢት ተናግር ይህን ወንጌል ላይ ሳይጻፍ ባናገኘው ኖሮ  ወንጌል ላይ ጥያቅይ እናነሳለን ፤
ግን ኢሳያስ የሚለን ቅ.ማርያም ኢየሱስን አማኑኤል ብላ እንደምትጥራዉ  ነው ፤ ስለዚህ እመብይታችን ፤ ክርስቶስን ኣማኑኤል ብላ ጠርተዋለች ብለን እናምናለን ፤ እኝም ዛርይ እንጠራዋለን፤ ነገር  ግ ን ፤ 
ይህ ወንጌል ላይ አልሰፈረም ማለት የኢሳያስ ትንቢት ልይ  አፌክት አለው ማለት አይደለም ፡፡ 
የ ሙሃመድ ግ ን ሙሃመድ ውነጌል ላይ አህመድ የምባል አካልባለ  በክርስትያኖች ወንጌል  ብትፈልጉ ታገኛላቹ የሚል   መስፈርት ነው   ለትክክለኝነቱ የሰጠን፤በሰጠን  ፤ መስፈርት መሰረት ወንጌል ላይ ስሙ ሙሃመድ የሚባል አካል አናገኝ ስለዚህ ምሃመድ ዉሸታም ነው
If jesus is alive and he is going to djudje the world , why does god send a prophee who dies and cannot do any thing for people
 

<br></br><br></br>

ሌላው አንድ ሰው ነቢይ ነው ብለን ለማመን  በቂ ነው እንዴ’ በቂ የሆነ የነቢይነት ብቁነት ላይ ደርሱዋል የሚለውን ማየት አስፈላጊ ነው
አንድ አይነ ስዉር ፤መቶ የለበስከው ልብስ ያምራል ቢለኝ ላምነው አልችልም፤ ለምንድابتثسشصضخه     كيف 
ሌላው ሙሃመድ ለምንድነው በምን ያምናል ስንል፤ቤተክርስትያንም ፤ ኢየሱስ ክርስቶስ የእግዚአብሄር ቃል፤ የእግዚአብሄር አብ መልክተኛ ነቢይና ፤ሊቀ ካህን ብላ ታምናለች
ሙሃመድም ኢሳ፤ የአላህ ቃል፤ የአብ መልክተኛና ነቢይ እንደሆነ ከማመንም በላይ ባጠቃላይ ለኔ የመጣልኝ እናንተ የምታዉቁት ነው፤ ካለን ፤ የሙሃመድ መምጣት ጥቅሙ ምንድነው፤
ማኔጅመንት ላይ ኮርስ የወዳቹ ፤ በመጀመርያ አንድ አሰሪ ስራ ከመቅጠሩ በፊት፤ 
 1 ስራው መሰራቱ ምን ያህል አስፈላጊ ነው፡፡thedetermination of the activieties to be performed.
የሙሃመድ መምጣት አስፈላጊ አይደለም፤ምክኛቱም፤ አምላክ ለተገለጠላት ቤተ ክርስትያን  የአምላኩዋን ፃዝ የሚሽር ነቢይ ነቢይ አያስፈልጋትም

 2  ይህንን ስራ ማን በብቃት ይፈጽመዋል፤ የሚለውን ማሰብ አለበት፤ሙሃመድ ተልኮዉን በደንብ ተወቱዋል፤ብለን መናገር እንችልምየግል ስራዉን ሲሰራ ነበረ፤ የ6 አመት ህጻን እያሳደደ አልነበረም፤
11 ሚስቶቹንበየቀኑ ይገናኝ  ነበረ፤
ለአላት አሉዛና መናት ይሰግድ  ነበረ፤
ጣኦቶቹን ወደ አንድ ያመጣቸው  ነበረ፤

<br></br><br></br>

       
                </p>

              </div>
              <div className="h-px w-full bg-gradient-to-r from-transparent via-[#D2D8E183] to-transparent dark:via-[#959CB183]"></div>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default AboutSectionThree
