import Image from "next/image";

const AboutSectionFourten = () => {

  return (

    <section className="py-16 md:py-20 lg:py-28">

      <div className="container">
        <div className="-mx-4 flex flex-wrap items-center">
          <div className="w-full px-4 lg:w-1/2">
            <div
              className="relative mx-auto mb-12 aspect-[25/24] max-w-[500px] text-center lg:m-0"
            >
              <Image
                src="/images/about/about-image-2.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="drop-shadow-three dark:hidden dark:drop-shadow-none"
              />
              <Image
                src="/images/about/about-image-2-dark.svg"
                alt="የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተክርስቲያን ኮሌጅ ምስል"
                fill
                className="hidden drop-shadow-three dark:block dark:drop-shadow-none"
              />
            </div>
          </div>
          <div className="w-full px-4 lg:w-1/2">
            <div className="max-w-[470px]">
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                ንጽጽር በመለስተኛ ጉዳዮች ላይ(Double Standard)
                
                1 እጣ ፈንታ

  እስልምና ን  በስተመጨረሻ የምንጠይቀው፤ አንድ ነገር
 if there is predestination, where is free will?????
ቅድመውሳኔ ካለ፤ ነጻ ፍቃድ የሚባለው የት አለ ነው???


                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
          ክርስትና ግ ን እንደ እስልምና  ፈጽሞ አይደለም፤  ፤ በቅድመዉሳኔ አያምንም፤::
አንድ ደራሲ ገጸ ባሃሪዎቹን እንደፈለገ  ሊያደርጋቸው ይችላል፡፡
 የኛ ጌታ  ግ ን የፈጠረን ደስታችንን እራሳችንን እንድንፈጠር ነው፡፡ ሞታችንንም እራሳችን እንድንፈጥር ነው፡፡
እሻንጉሊት ሆነን  አይደለም የተፈጠርነው፡፡
ለሱ እሺ በማለት ደስታችንን እንደንፈጥር ነው፡፡
እንቢ በማከት ደግሞ የሞት ሞታችንን እራሳችን  እንድንፈጥር ነው ፡፡
ችግሩ፤ ሲኦል መፈጠሩ አይደለም፤ ችግሩ የኛ ምርጫ ሲኦል ከሆነ ነው ፡፡
በአከባቢያችን ብዙ እስር ቤቶች ቢኖሩ፤  ወንጀልን ባለመስራት ያለመግባት መብት እንዳለን ሁሉ፤
ለእግዚአብሄር እሺ በማለት ሲኦል ያለመገባት ሙሉ መፍት አለን፡፡
እሺ ብትሉ ኢሳያስ በረከተ ምድር ትበል ኡ፤ እሺ ብትሉ የምድርን ብ በረከት ትበላላቹ እንቢ ብትሉ ግ ን ሰይፍ ይበላቹዋል ይላል፡፡

ሙሽራይቱና ሙሽራዉ ና ይላሉ ፡ ይላል፤ ሙሽራይቱ በተክርስትያንና ሙሽራው ክርስቶስ ና ይላሉ፤ 
ዘጸም አ ይምጻ ሃቤየ ወይስተይ ፤የተጠማ ይጠጣ፤ የወደደም የህይወትን ዉሃ እንዲያው ይውሰድ ይላል፡፡ራኢ  22፤17 ለእግዚአብሄር እሽ ብለነው፤ 
 ት ዛዙን በማክበር ደስታችንን ፈጥረን  በማታልፈው መንግስተ ሰማያት ይሰብስበን አሚን

<br></br>


በአከባቢያችን ብዙ እስር ቤቶች ቢኖሩ፤  ወንጀልን ባለመስራት ያለመግባት መብት እንዳለን ሁሉ፤
ለእግዚአብሄር እሺ በማለት ሲኦል ያለመገባት ሙሉ መፍት አለን፡፡
እሺ ብትሉ ኢሳያስ በረከተ ምድር ትበል ኡ፤ እሺ ብትሉ የምድርን ብ በረከት
 ትበላላቹ እንቢ ብትሉ ግ ን ሰይፍ ይበላቹዋል ይላል፡፡

ሙሽራይቱና ሙሽራዉ ና ይላሉ ፡ ይላል፤ 
ሙሽራይቱ በተክርስትያንና ሙሽራው ክርስቶስ ና ይላሉ፤ 
ዘጸም አ ይምጻ ሃቤየ ወይስተይ ፤የተጠማ ይጠጣ፤ የወደደም የህይወትን ዉሃ እንዲያው
 ይውሰድ ይላል፡፡ራኢ  22፤17 ለእግዚአብሄር እሽ ብለነው፤ 
 ት ዛዙን በማክበር ደስታችንን ፈጥረን  በማታልፈው 
መንግስተ ሰማያት ይሰብስበን አሚን


<br></br>ሮሜ 2፡6 እግዚአብሄር ለእያንዳንዱ እንደ ስራዉ ይሰጠዋል
 <br></br>  
     በክርስትና ብዙ እስር ቤቶች ቢኖሩም ወንጀልን እስካልሰራን ድረስ እስርቤት ያለመግባት መብታችን 
     የተጠበቀ ነው፡፡   የእግዚአብሄር ጥሪ ራኢ 22፡17 መንፈሱ እና ሙሽራይቱ ና ይላሉ፡፡ 
         የሚሰማም ና ይበል፡፡ የተጠማም ይምጣ፤ የወደደም የህይወትን ዉሃ እንዲያዉ ይዉሰድ
<br></br>
         1ኛ ቆሮንጦስ 5፡10 መልካም ቢሆን ወይም ክፉ እያደረገ፤እያንዳንዱ በስጋዉ የተሰራዉን በብድራት ይቀበል ዘንድ ሁላችን በክርስቶስ በፍርድ ወንበር ፊት ልንገለጥ ይገባናል
<br></br>
አስቀድሞ የተወሰነብን ነገር እነድሌለ በ 
ማት 16፡27‹‹ የሰዉ ልጅ ከመላእክቱ ጋር በአባቱ ክብር ይመጣ ዘንድ ዘለዉና፤ ያን ጊዜም፤ ለሁሉ እንደ ስራዉ ያስረክበዋል›› ይላል
<br></br>

</p>              </div>
             
<div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
 

በእስልምና በቅድመ ውሳኔ ወይም  እጠፋንታ፤ ያምናል ስንል በእስልምና መሰረታዊ አስተምህሮ በመሆኑ ነው 
                </h3>
        
                 

                 
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
           አላህ  ዛፍን ዛፍ አድርጎ እንደፈጠረ ሁሉ፡እኛን ካፊሮችም ካፊርና ከሃዲ አድርጎን የፈጠረን ነው፡፡
https://www.youtube.com/watch?v=Pu-DfvvoHvY

<br></br>

በእስልምና እጠፋንታ የሃይማኖት መሰረት መግለጫ ዉስጥ የተካተተ ነው: pillar of faith ነው እኛ ጸሎተ ሃይማኖት እንደምንለው፡፡
   
<br></br>

በእስልምና እጠፋንታ የሃይማኖት መሰረት መግለጫ ዉስጥ የተካተተ ነው: pillar of faith ነው እኛ ጸሎተ ሃይማኖት እንደምንለው ነዉ ፡፡to believe in allah, his angle ,his revealed book, his messangers,the last day and predestination.

<br></br>
በእስልምና  እጠፋንታthe book of destiny sahih muslim 2662callaah ,messanger, there is happiness for  this child who is a bird from the bird of paradise for it commited no sin nor has he reached , the age when one can commit sin.  He said per adventure , it may be other wise because God created for paradice those who are fit for it while they wwere yet in their father’s lone and created for 
the hell those who are to go to hell, he created them for hell while they were yet in their father’s loins. 

<br></br>

አላህ ሞትን መበስበን እራሡ ያለእኛ ጣልቃ ገብነት እንደፈጠረ፡፡በእስልምና አላህ ፤ ሰይጣንን ያሳሳተና ያጣመመ፤  ሰዉን ሲፈጥረው ከገነት ከተወሰ ጊዜ ቡሃላ እንድንወጣ ፤ከዚያም ወደ  ምድር እንድንወርድ ፤ ከዚያም ወደ አፈረ እንድንመለስ ፤ከዚያም ተመልሰን  እራሱ በፍቃዱ የፈለገውን ወደ ገነት የፈለገውን ወደ ሲኦል እንድንገባ ነው፡፡
የሰው ልጅ እዚህ  መከራ ያለባት ምድር ላይ ለመገኘቱ ምንም  ያደረገው አስተዋጾ የለም፡፡ 
ለሰይጣን መበደልና መጣመም ተጠያቂው አላህ ነው  


<br></br>

ለሰይጣን መበደልና መጣመም ተጠያቂው አላህ ነውsura 15:39 
ኢብሊስ አለ ፤ጌታየ ሆይ ! እኔን በማጥመምክ ይሁንብኝ ለነርሱ በምድር ላይ ሃጥያትን እሸልምላችዋለሁ፡፡ሁሉንም አጠማቸዋለሁም፡፡
<br></br>
ለአዳም መበደል ተጠያቂዉ አላህ ነው፡፡ ሳሂ አልሁክሃሪ 6614 adem said to him’ ‘o moses! Allah favored you with his talk and he wrote for you with his own hand. 
Do you blame me for action which allah had whritten in my fate forty years before my creation? 
<br></br>
 Sura 14:4  አላህ የሚሻዉን ያጣማል፡፡ የሚሻዉን ያቀናል፡፡if there is predestination  where is free will?
<br></br>
አላህ ጥቁሮችን የአደም ልጆች ወደ ሲኦል እንደሚወርዱ ወስኖባቸዋል፡፡ mishkat almessabih  119 God created  him and stuck his right shoulder and brought forth his offspring white like small ants.and he stuck his left shoulder and brought forth his offspring black as though they were charcoal . Then he said to the party on his right side. 
To paradise and I do not care ad he said to the party in his left shoulder, to hell and I do not care.
<br></br>

ለዚህ ነው አላህ በሙሃመድ ምናብ የተፈጠረ  ምናባዊ ነው የምንለው;ሴቶች እንደ እስልምና የወር አበባ እንዲያዩ የወሰነው አላህ ነው(የወር አበባ እንድያዩ ወሰነባቸው)
የወር አበባን በሚያዩበት ጊዜ መስገድ እንደሌለባቸው የደነገገው ፤ እራሱ አላህ ነው(በዚህን ሰአት ሶላት እንዳያደርጉ ደነገገባቸው)
 ስለዚህ እንደ ወንዶች ሙሉዉን ወር ስለማትሰግድ በሃይማኖቱዋ ፤ ሙሉ እምነት ሊኖራት ስለማይችል ህይማኖቷ ዉስጥ ጉድለት አለ አለ፡፡
ይህም ሲኦል የሚያስገባት ነው አለ አቶ ሙሃመድ(በጾም ሰአት አለመስገዱዋ  ሲኦል የሚያስገባት ነው )




</p>              </div>
             
              <div className="mb-9">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
                2. ዘረኝነት
                </h3> <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
               
ዘረኝነት
እግዚአብሄር  የሙሴን እህት በለምጽ የመታ በዘረኝነት ምክኛት ነው ፤ በግልጽ ባር ያ የለም 
አይሁድ የለም የአጽሎስ የጻውሎስ 
የሃዋርያት ስራ  10፡36 ላይ   ጼጥሮስ አፉን ከፍቶ እንዲህ አለ፡፡እግዚአብሄር ለሰዉ ፊት እንዳያዳላ፤ነገር ግን በአህዛብ ሁሉ እርሱን የሚፈራ ጽድቅን የሚያደርግ፤በእርሱ የተወደደ እንደሆነ በእዉነት አስተዋልኩ፡፡

<br></br>

ዘረኝነትቆላሲያንስ 3፡11 በዚያም የግሪክ ሰዉ አይሁዳዊም፤የተገረዘም፤ ያክተገረም ፤ እስኩቴስም፤ ባርያም ጨዋ ሰዉም ፤መሆን አልተቻለም፡፡ ነገር ግን ክርስቶስ ሁሉ ነዉ በሁሉም ነዉ፡፡

   
<br></br>
እግዚአብሄር ያለ ማዳላት መዳናችንን እንደሚፈልግ በገላትያ 3፡28 ላይ አይሁዳዊ ወይም 
የግሪክ ሰዉ የለም፤ ባርያ ወይም ጨዋ ሰዉ የለም፤ ወንድም ሴትም የለም፡ሁላችሁ በክርስቶስ ኢየሱስ አንድ ናችሁና ይላል፡፡

<br></br>

እግዚአብሄር ያለ ማዳላት መዳናችንን ይፈልጋል፤እግዚአብሄር ዘረኝነትን እንደሚጠላ፤ በዘሁልቅ 12 ፤
 ሙሴ ኢትዮጽያዊቱዋን ሴት አግብቶ ነበርና ፤ባገባት ኢትዮጽያዊት ምክንያት ፤ ማርያምና አሮን ይነቅፉት ነበረ፤ …እግዚአብሄር ያለ ማዳላት መዳናችንን ይፈልጋል፤..10 የእግዚአብሄርም ቁጣ በላያቸዉ ላይ ነደደ፤ደመናዉ ከድንኩዋኑ በተነሳ ጊዜ እነሆ
  ማርያም፤በለምጽ ተመታች፤እንደ በረዶም ነጣች፤አሮንም ወደርሱዋ ዘወር ሲል፤ለምጽ ወርሱዋት አየ፤

<br></br>
እግዚአብሄር ያለ ማዳላት መዳናችንን ይፈልጋል፤የሃዋርያዉ ያእቆብ መልክቱ በ ያእቆብ መልክት 2 ላይ 
 ሲመክረን ፤ወንድሞቼ ሆይ በክብር ጌታ በጌታችን በኢየሱስ ክርስቶስ ያለዉን እምነት፤ ለሰዉ ፊት በማድላት አትያዙ፡፡ይላል፡፡

<br></br>
እግዚአብሄር ያለ ማዳላት መዳናችንን ይፈልጋል፤ቅዱስ ጻዉሎስ በመልክቱ ፤እኔ የጻዉሎስ ነኝ ፤ እኔስ የአጽሎስ 
ነኝ፤እኔ ግን የኬፋ ነኝ እኔስ የክርስቶስ ነኝ ትላላቹ፤ ክርስቶስከፍሉአልን፡ ጳዉሎስ ስለእናንተ ተሰቀለ  ይለናል
<br></br>
እግዚአብሄር ያለ ማዳላት መዳናችንን ይፈልጋል፤ወደ ቆሮንጦስ መልእክቱ 1፡10 ላይም፤ ነገር ግን ወንድሞች ሆይአንድ ንግግር እንድትናገሩ በአንድ ልብና
 በአንድ አሳብም የተባበራችሁ እንድትሆኑ እንጂ መለያየት በመካከላችሁ እንዳይሆንበጌታችን በኢየሱስክርስቶስ ስም እለምናችዋለሁ
<br></br>




          </p> </div>
              <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
           3.  ባርያ ንጽጽር

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                          ባርያ በክርስትንስትና / ባርያ ማለት እንደመጽሃፍቅዱስ ወዳጅ ማለት ነዉ ለዚህ ነዉ ፤እናንተም 
                           እናንተም ባር ያ ሆናቹ ነበርና እንግዳ ሲመጣ እንደራስክ ዉደደው
                           <br></br>

                           ባርያ በእስልምና ፤ ሙሃመድ ባርያ ከሃገራችን ይገዛና ይሸጥ ነበር ፤bilal said to abubeker” if you have bought me for yourself then 
                           keep me for yourself ,but if you have bought me for allah’s sake, then leave me for allahs wor” 
ባርያ በእስልምና ፤ ሙሃመድ ባርያ ከሃገራችን ይገዛና ይሸጥ ነበርሙሃመድ ሲሞት ቢላልን ሙሃመድ ነጻ አላወጣዉም ነበረቢላልን ከባረኝነት ያላወጣዉ እንዴት ሰዎችን ከእሳት ሊያወጣ ይችላል
                </p><br></br>

              </div>ባርያ በእስልምና  ሙስሊም ወንዶች 4 ወንዶች ካገቡ ቡሃላ የፈለጉትን ባርያ ጨምረዉ ማግባት ተፈቅዶላቸዋል፡፡ ሱራ 4፡3 ለእናንተ
               የተዋበችዉን፤ ሁለት ሁለት፤ ሶስት ሶስት፤ አራት አራትም አግቡ፤
                አንዲት ብቻ ወይም እጆቻችሁ ንብረት ያደረጉትን ያዙ ፡፡ 
<br></br>


 <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
        4 ርኩሰት ፤ ክርስትያኖችና አይሁዶች ነጂስ ናቸው ነው ያለው
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                           
ርኩሰት  ፡፡ በራሱ ርኩስ የሆነ ነገር ምንም እንደሌለ 
ሮሜ 14፡14 በራሱ ርኩስ የሆነ ነገር እንደ ሌለ በጌታ በኢየሱስ ሆኜ አዉቄቀአለዉ ፡፡ ተረድቻለሁ፡፡

ርኩሰት  ሱራ 9፡28 ‹‹እናንተ ያመናችሁ ሆይ!አጋሪዎች እርኩሶች ብቻ ናቸዉ›› ይላል
               </p>

              </div>


              
 <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
        ምጽዋት
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                           
ሙሃመድ መተዳደርያየ በሰይፍ ስለሆነ ፤ ማንም ሰው ትዛዜን ያላከበረ፤ በጂዚያ ይዋረዳል ብሉዋል፡፡
ስለዚህ አንድ ሰው ካላመነ፤ጅዝያ /ግብር መክፈል ግዴታው ነው፡፡ ምክን ያቱም የሙሃመድን ሆድ መሙላት፤ የሙሃመድም ሆድ መሙላት  ስላለበት፤ 

ሰው ክርስቶስን ሲያውቀውና ሲረዳው እንኩዋን ገንዘቡን አንገቱን ይሰጣል፡፡ ከፍ ከፍ ስል ሁሉን እስባለሁ ብሉዋል ፤ ስለ ስሙ በዲንጋ የተወገሩ አሉ፤ ስለስሙ፤ ቁልቁል የተሰቀሉ አሉ፤

               </p>

              </div>

             
 <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
     ጾም
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                           
ጾም / የምንጾመው ጌታ ጹሙ ስላለን ነው/ይህ ጋኔን ያለጾምና ያለጸሎት አይወጣም፡፡ከእግዚአብሄር ጋር ባለን ግኑኝነት ነዉ፡፡

              እንደ እስልምና ሙሃመድ ሳቢያን ነበረ፡፡ጾምና ጸሎትን ከነርሱ ነው የገለበጠው፡፡   

              ሳቢያን የሚለው ስም ቁራን የሚያውቀው እንደሆነ ና ሳቢያኖች ገነት እንደሚገቡ ሰራ 5፡69

              ሙሃመድ ሳቢያን እንደነበረ፤ሳሂ አልቡክሃሪ 344 ላይ ሙሃመድ ሳቢያን እንደነበረ፤ሳሂ አልቡክሃሪ 344 
              ላይ፤ሙሃመድ እነ አሊን ዉሃ አምጡ ብሎ ያዛቸዋል፤

  እነሱም ወደ አንዲት ሴት ይሄዱና ዉሃ ይሉዋታል፡ ለማን ትላቸዋች
              ፤where can we find water: they said to allah messenger, 
              she said ‘do you mean the man who is called sabi , they replied yes,the same person

              <br></br>

              ሙሃመድ ሳቢያን እንደነበረ፤አንዱ ማሳያው  ስለሙ ሲባሉ ሰባእና ሰባእና የሚሉትን አይነካቸውም ነበረ ሳሂ አልቡክሃሪ፤ 4339
በቀን አምስቴ መጸለይ የሳቢያን ልማድ እንደሆነ  :-    https://quranislam.github.io/tafsir/sura5-aya69.html



              
                          </p>

              </div>


               <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
    5.ሰብአዊነት

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
                           
ጌታችን ሁሉን ትተክ ተከተልኝ  ሲለው አልከተልክም ያለዉን  ባለጸጋ ምንም አላለውም፤በምድር ላይስላልተከተለው ምንም ቅጣት አላወጀበትም ;፤ የሃይማኖት ነጻነት ማለት ይሄ ነው
<br></br>

ሮሜ 12፡20 ጠላትህን ግን ቢራብ አብላዉ፤ ቢየማህ አጠጣዉ
<br></br>
ሰብአዊነት  ማትዮስ 5፡43 ጠላቶቻችሁን ዉደዱ፤ ለሚያሳድዱዋቹም ጸልዩ እላችሁዋለዉ፤ እንደዚሁም፤ በማድረጋቸችሁ ፤ በሰማይ ላለዉ አባታችሁ፤ ልጆች ትሆናላቹ፤ እርሱ ጸሃይን፤ ለክፉዎችና ፤ ለደጎች ያወጣል፤ ዝናቡንም፤
 ለሃጥያተኞችና ለጻድቃን፤ ያዘንባል፤ የሚወዱዋቹን ብቻ ብትወዱ ከሆነ፤ ምን ዋጋ ታገኛላቹ፤ ቀራጮችስ ይህንን ያደርጉ የለምን
<br></br>
ሰብአዊነት   ሰብአዊነት   ሱራ 47፡35 እናንተ አሸናፊዎች ስትሆኑ አላህ ከእናንተ ጋር ሲሆን አትድከሙ፡፡ወደ እርቅም አትሩጡ፤
<br></br>
ሰብአዊነት  sunan alnesai 4059- the messanger of allah said ‘who ever changes his religion kill him”  

<br></br>
የዘመናችንን ሰማእታት 1970 ከዚያን ቡሃላ
1998 የሊቢያ ሰማእታት 10ኛ አመታቸው ነው 
በ 1998 ፤ አሊይ ጭሪ ባሌዎች ታውቁታላቹ ጭር ሲል አይወድም፤
1998፤  ጠቅላይ ሚኒስተሩ እንደ እንትና ሆነች ፤ የደረሰን መረጃ የሚያመለክተው፤ 
በሶማሌ የአህመድ ግራኝን ወረራ የሚረሳ አይደለም፤ አህመድ ከሶማሌ ተነስቶ 
ተከብቢያለው በሚል ስሜት  አሁንም በአንድ እጅክ ቲክ ቶክ በ አንድ እጅክ እባክህን አስቀምጠው፤ የሰውን ልጅ 
በውስጥ እናስባቸዋለን፤  the Blood of the Christian is the seed of the church ; tertuliyan;

<br></br>ወንዶችና ሴቶች
<br></br>
እዝራ ሱቱኤል፤ 3 ፤12 ሴቶች ያሸንፋሉ ይለናል፡
መጻፍቅዱሳችን ፤ ነገስታትን ወልደው ያስገኙ ያሳደጉ፤ እንዲሁም  የመግዛትና ይማዘዝ፤አቅም እንዳላቸው እውቅና ለሴቶች ስማቸውን ጠርቶ ይሰጣል፡፡
እናንተ ሰዎች ሆይ ንጉሱ ታላቅ አይደለምን፤ ሰዎቹስ ብዙ አይደሉምን፤የሚገዛቸውና የሚያዛቸው፤ ማነው ? ሴቶች አይደሉምን፤ ሴቶች ምድርንና ባህርን፤ የሚገዙ ንጉስንና ህዝቡን ሁሉ ፤ ወልደዋል፤ ከእነርሱም ተወለዱ፤ እነርሱም፤ ከርሱ ወይን የሚገኝበት፤ የወይን ተክልን የሚተክሉ ሰዎችን አሳደጉ 
፤ እነርሱም ለሰዎች ፤ ልብስን ይሰራሉ፤ ለወንዶችም ክብርን ያደርጋሉ፤ ወንዶችም ያለ ሴት መኖር አይቻላቸዉም;;;;;;ሰውም ያሳደገውን አባቱንና ሃገሩን ትቶ ሚስቱን ይክተላል፤ ስለሚስቱም ነፍሱን ይሰጣል፤ አባትን እናትን ሃገርንም አያስባቸውም፤በዚህም ሴቶች እንደሚይሸንፉዋቹ/// እንደሚበልጡዋቹ፤ ታውቃላቹ፤?
መጻፍቅዱሳችን ሴቶች እንደሚበልጡ ሲናገር ይሄ ብቻ አይደለም፤ሲራክ ሰላሳስድስት ሃያ አምስት፤ ላይ፤
ሴት መልኩዋ ፊትዋን ያበራዋል ከሰው ሁሉ ፍቃድ እርሱዋ ትበልጣለች ይላል
<br></br>
ወንድ ከወለዱለት፤ ከእናቱና ከአባቱ፤ ይልቅ ሚስቱን ይወዳታል፤  በሴቶችም ምክን ያት ልባቸው የጠፋ፤ ስለ እነርሱም የተገዙና’ ; ባርያዎች የሆኑ፤ ብዙዎች ናቸው፤ በሴቶችም ምክን ያት የሞቱ፤ የተሳሳቱና የበደሉ ብዙዎች ናቸው፡፤ በማለት ሴቶች የአለማት ቁንጮና ጉልላት፤  የስነ ፍጥረት ክብር እንደሆኑ ይገልጣል፡፡

 በሰማይ ስር አትም፤ ከፈጣሪ በታች ከፍጡራን  ሁሉ በላይ ብላ ቤተክርስትያናችን  የምታስቀምጠው፤
እመቤታችን ቅድስት ድንግል ማርያም ፤ ከመላእክት ወገን ሳትሆን ከሴት ወገን ናት፡፡
<br></br>

ሴቶች ነብያትና ነገስታት ጭምር እንዳሉ መጻፈ መሳፍንት 4፡4 በዚያም ጊዜም ነቢይቱ የለፊዶት ሚስት ዲቦራ በእስራኤል ላይ ትፈርድ ነበረች
<br></br>

ወንድ የለም ሴት የለም ሁሉ በክርስቶስ አንድ ነው አለገላትያ 3፡28
 አይሁዳዊ ወይም የግሪክ ሰዉ የለም፡ባርያ የለም ወይም ጨዋ የለም ፤ ሁላችሁ በክርስቶስ ኢየሱስ አንድ ናችሁና፡፡
<br></br>

ሴት በ ፈጣሪ መልክ ስትመሰል፤ የሙሃመድ ተከታይ ሴቶች ፤ በሰይጣን እንደሚመሰሎ  ሙሃመድ ይናገራል፡፡
ሳሂ ሙስሊም 14ሃምሳ ሁለት
 ስለ ሴቶች ፤ ሴቶች የሃይማኖት እጥረት ስላለባቸው፤ ሴትን ደደብ አድርጌ  ፈጥሬያታለሁ እያለ  አብዛአኞቹ  የሚለውን
<br></br>
በእውቀትና በሃይማኖት ያነሱ ናቸው ሙሃመድ በሃዲሱ በግልጽ በእዉቀትና በሃይማኖት ከናንተ ያነሰ አላየሁም፡፡  
ሴቶች እርሻ ዎች ናቸው፤ እርሻ የሚባለው እንደአገባቡ ሊለያይ ይችላል፤ ነገር ግ ን የዚን ተፍሲር ስናያ
ሴቶች፤ አንድ የሙሃመድ ተከታይ ወሲብ በ አራቱም ማእዘን መፈጸም ሲፈልግ ፤ ሚመስቱ እረ ሼ ነው ትለ የ፤ሙሃመዋለች ፤ ሙሀመድ  ይዳኘን በሚለው ተስማምተው ፤ ሙሃመድ ጋር ሲሄዱ ፤ ሙሃመድ ምን አለ፤ 
ሴቶቻቹ እርሻዎች ናቹ ብሉዋል


<br></br><br></br>

የሴቶች ነጻነት፤  አንዳንዶች  እስልምና  ሴቶቸን የሚያበረታታና ነጻ የሚያወጣ ነዉ፤ ይላሉ፤ ሙሃመድ ደገሞ የ መጀመርያው ፌሚኒስት ነዉ የሚሉም አሉ፡፡በእስልምና የሴቶች ነጻነት የሚጀምረው ፤ ሄዋንን ደደብ አድርጎ ከመፍጠር ነው፡፡መጽፍ ቅዱስ ሴት ልጅ በእግዝብሄር መልክ ተፈጥራለች፤ ሳሂ ሙስሊም 1453 ሙሃመድ ከዘይነብ ጋር ከተኛ ቡሃላ፤ ሴት ልጅ በሰይጣን ቅረጽ ይመጣሉ፡፡ብlለዋል ፡፡ 
መጻፍ ቅዱስ በእግዚአብሀር  መልክ ፤ በእስልምና በሰይጣን መልክ ትመጣለች፤፤ በስልምና  ከመርየም ዉጪ ቁራን ላይ የሰፈረ  አንዲት የሴት ስም በባትሪ ፈልገን  እናገኝም፤ 
በእስልምና ጸሎት በ 3ት ነገር ይቁዋረጣል፤ኢብን ማጃ 950፤ ከዚያ ዉስጥ አንዱ በሴት ልጅ ነው፡፡ በተጨማሪም አላህ  4 ሚስት ብቻ ባንቺ ላይ እንዲያገባ ነዉ የፈቀደዉ፤እሱንም ሙሃመድን ካላገባሽዉ ነዉ፡፡ባልየዉ ሙሃመድ  ከሆነ ደግሞ፤ እስክ  ከ11 በላይ ባንቺ ላይ ይፈቀዳል፤ ምንጮች፤ እንደሚሉት ሙሃመድ 11 ሚስቶቹን  በቀን ይገናኝ ነበረ፤ይለናል፡፡
በሌላ ሃገር ሄዶ 4 ሚስት ማጋባትና፤ በዚህም አንቺ እንዳታዉቂ ሊደብቅሽ ሊዋሽ ተፈቅዶልታል፤  የማወቅም መፍት የላትም፤ እንዲሁም ታማኝ  ሃዲሳን እንደሚሉን ፤ ለአንድ ባል ከ 4 ሚሰቶቹ በላይ  የባርያ ሴክስ ይፈቅዳል፤ በብር ፤ ከሚሰቶቻችዉ በላይ፤ሙሃምድ በሃፊሳ አልጋ ላይማሪያ ከምትባል ከግብጻዊት የሴት ባርያው ጋር ተኝቱዋል፡፡
 
<br></br>
 ሴቶችን መምታት፤አይሻ እንደነገረችን ሴቶች በእስልምና ከሚጠቁት በላይ ሲጠቁ አላየሁም ብላለች፤ በሙሃመድ  ጊዜ ሴቶች የመልካቸው/ከለር ቢጫ እስኪሆን ደረስ ይገረፉ ነበረ፤ እንሁም እንደ ኒንጃ ሙቪ አክተር ሴቶች ፊታችዉን መሸፋፈን አለባችዉ፤ ለምን ስንል፤ ኡመር አይሻን ፤
መጸዳጃ ቤተ አያትና ለሙሃመድ ሴቶች ይሸፋፈኑ አለዉ፤ ከዚያን አጅሬዉ  ሙሃመድ ከአንድ ጠቅስ ጋር መጣ ሙሃመድም ቁራን ሴቶች ይሸፋፈኑ ዘንድ ቁራነ ወረደልኝ አለ፡፡የስምንት አመቱዋ የየመን ሴት ልጅ ፤ ደም ዉሰጡዋ በመፍሰሱ የአርባ አመት ባሉዋ በላይዋ ላይ ወጥቶባት በሰርጉዋ ቀን ሞተች፡፡ ይህ እንድ የ 40 አመት አዛውንት  የ8 አመት ጨቅላ ህጻን ላይ ይወጣባት ዘንድ የሚፈቅደው ፤ኬት ባህል ነዉ የተወሰድዉ ስንል፤የሴቶች መብት ቻምፒየን ከሆነዉ ሙሃመድ ነዉ፡፡ ሁሉም ሙስሊሞች እርሱን ይከተሉት ዘንድ አብነት የሆነዉ ሙሃመድ ነዉ፡፡ የ6አመት ህጻንን በማግባት አራያ የሆናቸዉ ፤የ6 አመት እድሜ  ሆና በአሻነጉሊት ትጫወት የነበረችዉን አይሻን ሙሃመድ ሲወስዳት ነው፡ዩኒሴፍ በማሰረጃ አንደነገገረን ፤ በየመን ለማግባት የእድሜ ገድብ የለም ፡፡ከ8 አመት በታች ያሉ ሴቶች ሁሉ ያገባሉ፡፡ እንዲሁም ሴቶች 
፟       ፈጣሪ ደደብ አድርጎ የፈጠራቸው ናቸው
-  የአይምሮ እጥረት ስላለባችዉ፤ ምስክርነታችዉ ከወንዶች ግማሽ ነዉ፡፡
-  ሴቶችን መሪ የሚያደርግ ህዝብ መቼም አየሸንፍም፡፡ ለዚህም ነው በሸርያ ህግ በምትመራው  በአፍጋኒስታን የሴቶች ትምህርትን ለማስቆም የወሰኑት 

<br></br>-   ሙሃመድ ይሄ አልበቃም ብሎት ሴቶችን አብዛኞቹ ሴቶች በሲኦል ናቸዉ እያለ ያስጠነቅቃችወ ነብር፤ ይህን ሲል ምን  እያለ ነዉ፤ብዙ ሚስትና ባረያ እንዲይዝ የተፈቀደለት ፤ ይደበድባችወ ዘንድ የተፈቀደልተ ነው እንደ የእስልምናን  ገነት የሞላው፡፡ለዚህ ነው የእስልምና ጀነት የወንዶች ጀነት ነው የምንለው፡፡
170 ሃገራት ባደረገዉ በሴቶች ላይ የሚደርሱ ወንጀሎች  ዉስጥ 18ትን ሃገራት ለይቶ ነበረ፤  OECD  ባወጣዉ ዘገባ ፤ ከ 18  ሃገራት ዉሰጥ 16ቱ የእስልምና ሀገራት ናቸዉ፡፡
 <br></br>
እስልምና ሰዎች የሚያስቡትን መናገር የሚችሉበት ሃይማኖት ነዉ ይሉናል፤ነገር ገን ሙሃመድ እራሱ እርሱን የተችትን ወይም የተናገሩትን ፤ ይሸልማችዉ ነበር፤ ዘላለማዊ እረፍትን/የህይወት ዘላለማዊ እረፍትን ይሸልማቸው ነበረ፡፡ስለሙሃመድ መጥፎ ነገር የሚያወራ እራሱ እንደሚገድል ይናገራል፤ሙሃመድ፡፡ 
ኢብን ተሚያ እንዳለዉ ፤ ሙስሊምም ይሁን ሙስሊም ያልሆነና ሙሃመድን የተሳደበ ይገደል፤ ይላል፡፡ሱራ 9፤29  በአላህ የማያምኑትን ግደሉ ይላል፤ ዉግያዉ፤ በአላህ፤ የማያምኑትን ነዉ የሚለዉ እንጂ የሚዋጉዋቹን አይልም፡፡ኢብን ተሚያ እንዳለዉ ሙሃመድን ያበሳጨ አላህን አበሳጨ፤ አላህን ያበሳጨ፤ ሙሃመድን አበሳጨ፤በማለት ሙሃመድን መሳደብ ቅጣቱ የሞት ፍርድ እንደሆነ ይናገራል፡፡

 <br></br>የሃሳብ ነጻነት 
እስልምና ሰላም ነዉ ይሉናል፤በእስልምና ኢአማኞች የፍጥረታት እርጉም ናቸዉ፤
ሙሃመድ  እኔን  እስኪቀበሉ ድረስ እዋጋ ዘንድ ታዘዣለሁ ብሉዋል፤ እዚጋር  አይሁዶቸን አላህን ተቀበሉ ሊላቸዉ አይችልም፤ ምክንያቱም፤እንደራሱ አተሳሰብ፤ተቀብለዋል፤  ስለዚህ አይሁዶች ላይ  ሰይፍ ያስመዘዘዉ፤ እሱን አለመቀበላቸዉ ነዉ፡፡ግሎባል ቴርሪዚም ኢንዴክስ እንደሚለዉ 10 በአለም ፤ላይ በ 2014/2022 ከተከሰቱ  ሽብር ዉስጥ 9ኙ ፤ በሙስሊም ሃገራት  የተፈጸሙ ሽብሮች  ናችዉ፡፡
በሲራ  9፤73 ላይ መገደል ያለባቸዉ ኢአማኞች ብቻ ሳይሆኑ ፤ግብዞችም ጭምር  ናችዉ፤ ግብዞች፤ ማለት፤ሙስሊሞች ሆነዉ ሰላምን የሚፈልጉ ፤ እምነት የቆመዉ ለሰላም ነዉ በማለት የሙሃመድን ትዛዝ የማያከብሩትንነዉ፤ ግብዞች የሚባሉት፤፤ኢአማኝን መግደል፤ ትክክል አይደለም ካልክ አንተ ግብዝ ነክ፡፡አለማችን ለ 14 ክፍል ዘመናት  አመታት እየደማች ያለችዉ ፤፤በዚህ ምክንያት ነዉ፡፡
 
<br></br>

          </p>

              </div>

             <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
    ስድብ

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

ስድብ;  ወንድሙን ዶንቆሮ ያለው ሲኦል ይገባዋል፤ የሰረቀን ሌባ ብትለው ሌባ ነው

አላህ ሱራ ምእራፍ ሁለት ላይ  ዶንቆሮዎች እያለ በስድብ ነው የሚጀምረው ፡፡ ሲቀጥል፤
ሙሃመድ እራሳቸው ፤ የአባቱን ብልት ይንከስ እያሉ ይሳደቡ እንደነበረ ማስረጆች ያሳያልሉ
ስድብ  sunnan al adbab al mufrad 963” whom ever attributes  himself with an attribution of jahliyyah ,
 then tell me to bite his father’s male organ and do not speak figuratively.


<br></br>

</p>
              </div>
             



             <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
    ነቢያት

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

እኛ ስለ ነቢያት በነቢያትና በሃዋርያት ትምህርት ላይ ታንጻቹዋል
 ሰለ ነቢያት፤ የእስልምና ነቢያት ሁሉ ሰይጣል አለባቸው፤ ሙሃመድ በተፍሲራቸው  የመጻፉ ሰዎች ስለ ነቢያት  ከኛ በላይ ያዉቃሉ እያለ፤ 
ነቢያትን የሚያነጻጽሩ የዋህ ሙስሊሞች አሉ፤በዚህ ጉዳይ ላይ ክርስቲያኖች ቢያነጽጽሩ ያምርባቸዋል፡፡



<br></br>

</p>
              </div>



    <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
    ነቢያት

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

እኛ ስለ ነቢያት በነቢያትና በሃዋርያት ትምህርት ላይ ታንጻቹዋል
 ሰለ ነቢያት፤ የእስልምና ነቢያት ሁሉ ሰይጣል አለባቸው፤ ሙሃመድ በተፍሲራቸው  የመጻፉ ሰዎች ስለ ነቢያት  ከኛ በላይ ያዉቃሉ እያለ፤ 
ነቢያትን የሚያነጻጽሩ የዋህ ሙስሊሞች አሉ፤በዚህ ጉዳይ ላይ ክርስቲያኖች ቢያነጽጽሩ ያምርባቸዋል፡፡

<br></br>

በነቢያት በእያንዳንዱ ላይ ሰይጣን እንዳለbte sura 22:52 ላይ ከመልክተኛና ከነቢይም ከአንተ በፊት አንድም አላክንም ባነበበ ጊዜ ሰይጣን በንባቡ ላይ ማጥመሚያን ቃል የሚጥል ቢሆን እንጂ ፡፡ 
ወድያዉም አላህ ሰይጣን የሚጥለዉን ያስወግዳለል፡፡ ከዚያምለ አላህ አንቀጾቹን ያጠነክራል፡፡

<br></br>
ነቢያት ፤ ሙሃመድ ስለ ነቢያት እኛ የመጽሃፉ ሰዎች፤ከእርሱ በላይ እንደምናዉቅ፡፡ tafsir ibnu ketsir sura 18:3 they are the
 people of the first book they have more knowledjes of the prophates than we do. 

 <br></br>





</p>
              </div>







    <div className="mb-1">
                <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
   ቅዱሳት ስእላት

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

 <br></br>

 
  ስእል ፤ የመጀምረያ ስእል ሳይ እግዚኢአብሄር  ነው ፤  የራሱን ስእል በሰው ፤ላይ የሳለ፤   የኪሩቤልን ሰእል  እንዲሳል ያዘዘ እርሱ ነው

ሙሃመድ የማርያምንና  የኢሳን ስእል  በካባ ውስጥ ይሰቅል ነበረ፡
 ቅዱሳት ስእላት
  ስእል ፤ የመጀምረያ ስእል ሳይ እግዚኢአብሄር  ነው ፤  የራሱን ስእል በሰው ፤ላይ የሳለ፤   የኪሩቤልን ሰእል  እንዲሳል ያዘዘ እርሱ ነው
ሙሃመድ የማርያምንና  የኢሳን ስእል  በካባ ውስጥ ይሰቅል ነበረ፡፡


 ቅዱሳት ስእላት 
 the apostle ordered that the pictures should be erased except those of jesus and mary
 
</p>
              </div>


 <div className="mb-1">



             <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">
   መጠጥ በእስልምና

                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">

አይጠጣም ይባላል የአልኮል ጠማቂ እራሱ አላህ ነው
 መጠጥ በእስልምና ቁራን ሱራ 47፤15 ላይ የዚያን ጥንቁዎች ተስፋ የሰጡዋት ገነት ምስል፤በዉስጡዋ ሺታዉ ከማይለወጥ፤ ዉሃ ወንዞች፤ 
 ለጠጪዎችጣፋጭ ከሆነች የወይን ጠጅም ወንዞች ከተነጠረ ማርም ወንዞች አልሉባት

መጠጥ በእስልምና  በገነት የሚጠጣዉ ጠጅ
 በምን እንደሚለይ ሲናገር ሱራ 83፤  25 ላይ ተጣርቶ ከታተመ ጠጅ ይጠጣሉ፡፡ ይለናል፡፡

 <br></br>



 
</p>
</div>


<div>
            
             <h3 className="mb-4 text-xl font-bold text-black dark:text-white sm:text-2xl lg:text-xl xl:text-2xl">

ታቦት
                </h3>
                <p className="text-base font-medium leading-relaxed text-body-color sm:text-lg sm:leading-relaxed">
ታቦት ፤ the table of the Lord  የሚባለው ነው፡፡  በብሉይ ኪዳን ከካህናት ዉጪ ሊነካው የማይችል፡፡የእንስሳት ደም ይፈስበ የነበረ ነው ፤ይህን ያህል ክቡር ከሆነ
 የሃዲስ ኪዳኑ ታቦት ፤ የጌታችን  አማናዊዉ ቅዱስ ስጋውና ደሙ የሚዘጋጀበት ነው
፤ ቁርባን
 <br></br>
 ታቦት ፤በእስልምንና በቁራን ላይ ሰፍሩዋል ሱራ 2፡248 ላይ ፤ነቢያ ቸዉም ለእነርሱ ‹‹የንግስናዉ ምልክት ከጌታቹ የሆነ እርጋታ የሙሳ ቤተሰብና የሃሩን ቤተሰብ ከተዉትም ቅርስ በዉስጡ ያለባት መላእክት የሚሸከሙት
  ሆኖ ከሳጥኑ ሊመጣላቹ ነዉ፡፡ አማኖቸች ብትሆኑ በዚህ ለእናንተ እርግጠኛ ምልክት አልለ›› አላቸዉ ፡፡
<br></br>
ታቦት አልጀላላይንም በተፍሲሩ፤ ሱራ 2፤248 ላይ፤ the sighn of his kingship is that there will come to you the ark,
 a chest containing the images of the prophetes  
</p>

<br></br>
ታቦት ኢብን ከሲርም በተፍሲሩ፤ ሱራ 2፤248 ላይ፤ the prophet then proclaimed “the sigh of the blessing of talut’s kingsship over 
you is that allah will give you back the tabut that has been taken from you ይላል፡፡ 
</div>
<br></br>
ሃጅና ካባ ፤ 
<br></br>

 ሃጅ ማለት ሃክ ከሚለው የመጣ ሲሆን ፤ የቁረሽ ጣኦት አምላኪዎች  አላህ የተባለው  አካል ልጅ እንዲሰጣቸው ፤ እራቁታቸውን ህነው ብልታቸውን ከ ካባው ጋር ይፈገፍጉ ነበረ፤
ካባ ማለት ፤ ኪዩብ ማ፤ ለት ነው፤በሙማመድ ዘመን ወደ ሃያ ስድስት ካባ ነበሩ
የእስልምና መጽሃፍት ካባን ፤ አላህ፤ ከ አደም እፊት እንደሰራዉ፤ ሌላው ደግሞ በመላእክቶች እንደተሰሩ ፤ ሌላው ደግሞ አብርሃም እንደሰራዉ ይናገራሉ ለዚህ የሚያቀርቡት ማስረጃ  በቁራን  ላይ ሱራ 2፤ 127 ላይ 
ከቤቱ መሰረትቶች ላይ ከፍ ባደረጉ ጊዜ የሚለውን ቃል በመያዝ፤ ቤት የተባለው ካባ ነው፤ስለዚህ 
ኢብራሂም ወደ ካባ መቶ የሰራው ቤት ነው በማለት መላምት ይሰጣሉ፤ 

<br></br>
ካባ ከገነት ወረደ ነው የሚለው ፤ ሰለዚህ ታሪክ ሳይኖራቹ ታሪክን አትሻሙ

ነገር ግ ን  በደንብ ስንመለከተው ፤ 1 ኢብራሂም ፈጽሞ ካባ የሚለውን ስም ሲጠቅስ አንመለከትም፤ አክሊል ቤቱን ከፍ አደረገ ማለት ፤ አክሊል ፤ካባን ከፍ አደረገ ማለት እንዳ፤ ልሆነ ሁሉ፤ አብርሃም ቤቱን ከፍ አደረገ ማለት አብርሃም ካባን ከፍ አደረገ ማለት እንዳልሆነ ግልጽ ነው፤ አብርሃም የኖረው እስራኤል ነው፤ ወደ መካ ስለመሄዱ የሚያስረዳ  ገጸ ንባባ የለውም ፤ ካባ ማለት፤ ኪዩብ ማለት ሲሆን 

ቤት ማለት ደግሞ፤ የወገን ስብስብስብ፤ ተብል ይፈታል፤ ቤተ እስራኤል፤ ቤተ አይሁድ ፤ ቤተልሄም 
<br></br>

ነገር ግ ን  በደንብ ስንመለከተው ፤ 1 ኢብራሂም ፈጽሞ ካባ የሚለውን ስም ሲጠቅስ አንመለከትም፤ አክሊል ቤቱን ከፍ አደረገ ማለት ፤ አክሊል ፤ካባን ከፍ አደረገ ማለት እንዳ፤ ልሆነ ሁሉ፤ አብርሃም ቤቱን ከፍ አደረገ ማለት አብርሃም ካባን ከፍ አደረገ ማለት እንዳልሆነ ግልጽ ነው፤ አብርሃም 
የኖረው እስራኤል ነው፤ ወደ መካ ስለመሄዱ የሚያስረዳ  ገጸ ንባባ የለውም ፤ ካባ ማለት፤ ኪዩብ ማለት ሲሆን ቤት ማለት ደግሞ፤ የወገን ስብስብስብ፤ ተብል ይፈታል፤ ቤተ እስራኤል፤ ቤተ አይሁድ ፤ ቤተልሄም 

<br></br>
2ኛ ኢብራሂምና ልጆቹ ካባ ድርሽ እንዳላሉ ፤ የሚያስረዱን የቁራን ክፍል አሉን፡፡ ከሙሃመድ በፊት 
ምንም  አይነት ነቢይና፤ምንም አይነት  መጽሃፍ  ለመካ ህዝቦች እንዳልወረደ ፤በዚህበሱራ 34፡44 ላይ 
<br></br>

2ኛ ኢብራሂምና ልጆቹ ካባ ድርሽ እንዳላሉ ፤ የሚያስረዱን የቁራን ክፍል አሉን፡፡ ከሙሃመድ በፊት ምንም  አይነት ነቢይና፤ምንም አይነት  መጽሃፍ  ለመካ ህዝቦች እንዳልወረደ ፤በዚህበሱራ 34፡44 ላይ  ‹የሚያጠኒዋቸዉ የሆነ 
መጻህፍትንም ምንም አልሰጠናቸዉም፡፡ ከአንት፤ በፊትም አስፈራሪ ነቢይን ወደእነርሱ አላክንም፡፡
ለኢብራሂም ደግሞ መጽሃፍ እንደተሰጠው ሱራ 85፤19 ላይ በኢብራሂምና በሚሳ ጽሁፎች ዉስጥ ይላል፡፡  
      <br></br>
       
       ስለዚህ እንደ እስልምና ኢብራሂም ነቢይ ከሆነና  መጽሃፍ ካለው፤ በዚህ በቁራን  34፤44 መሰረት ለመካ ህዝብ የተላከ ነቢይ እንዳልሆነ ግልጽ ነው፤
       ከሙሃመድ በፊት መጻፍ ይዞ ድርሽ ያለ ነቢይ ስለሌለ
             <br></br>

             በተጨማሪም ቁራን የወረደበት አላማ እራሱ ፤ ለመካ ህዝብ ቀድሞ ምንም ነገር የወረደላቸው ባለመኖሩ፤ እንደሆነ ቁራኑ ይናገራል፡፡ሱራ 42፡7 እንደዚሁም የከተሞች እናት የሆነችዉን የመካን ሰዎች በአከባቢዋ ያሉትንም ልታስፈራራ
              የመሰብሰብያዉንም ቀን በእርሱ ጥርጣሬ የሌለባት ሲሆን ልታስጠነቅቅ አረበኛ የሆነን ቁርአን ወዳንተ አወረድን
                   <br></br>
በተጨማሪም ቁራን የወረደበት አላማ እራሱ ፤ ለመካ ህዝብ ቀድሞ ምንም ነገር የወረደላቸው ባለመኖሩ፤ እንደሆነ ቁራኑ 
ይናገራል፡፡ስለዚህ እነዚህ ምክን ያቶች ተያይዘው ፤የአብርሃም ቤት የተባለው፤ ካባ እንዳልሆነ  ፤እንዲሁም፤ኢብራሂምና ልጆች ካባ ድርሽ እንዳላሉ እንረዳለን፤ ሲቀጥል ሙሃመድ የኢስማኢል ዘር ነኝ ቢልም፤ የሙሃመድ የዘር ታሪክ እስከ አድናን ጋር ያለው ብቻ እንደሚታወቅ ና ከ አድናን እስከ ኢስማኤል ያለው የዘር ሃረግ የማይታወቅ በመህኑ፤ ታሪክ የሌለው ታሪክን ይሻማል እንደሆነ እንረዳለን፡፡፡ቁራኑ የአብርሃም ሚስት ማን እንደህነች አይነግረንም ፤ለአብርሃም  ማን እንደተሰዋ አይነግረንም፤ አብርሃም፤
 ጸሃይ ፈጣሪየ አይደለችም ለማለት ምን እንዳነሳሳው አይነግረንም ፤ ታሪኩን ከግማሽ ነው የሚጀምረው
                    <br></br>

               



              <div className="h-px w-full bg-gradient-to-r from-transparent via-[#D2D8E183] to-transparent dark:via-[#959CB183]"></div>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default AboutSectionFourten
